Repository: abalabokhin/Ascension
Catalog: ascension/lang/po/*.po
Languages: french, german

source: It is true. You are a good <PRO_MANWOMAN>, <CHARNAME>, and your stance against evil is without question. Your fight against the taint of our evil father is worthy of praise.
french: C'est vrai. Vous êtes un homme de bien, <CHARNAME>, et votre opposition au mal est indiscutable. Votre combat contre la souillure de notre père malfaisant est digne d'éloges.
german: Es ist wahr. Ihr seid ein gut<PRO_MANWOMAN>, <CHARNAME>, und Eure Haltung gegen das Böse steht außer Frage. Euer Kampf gegen den Makel unseres bösen Vaters ist hoch zu loben.

source: I sense no innate goodness within you, <CHARNAME>... though your deeds are hailed far and wide as above reproach. It is... interesting that one like you who must struggle so much with our father's taint inside <PRO_HIMHER> has done so much to fight true evil.
french: Je ne sens aucune bonté innée en vous, <CHARNAME>... bien que vos actes soient réputés et hors de tout reproche. Il est... intéressant qu'une personne telle que vous, qui soit tant marquée par l'essence de notre père ait autant fait pour combattre le mal.

source: I see the good that is within you, <CHARNAME>, but your deeds are hardly above reproach. I sense only a soul that struggles with our father's taint, that struggles to find the good path where none exists.
french: Je vois le bien en vous, <CHARNAME>, mais vos actes ne sont pas dénués de reproches. Je sens une âme qui lutte contre la souillure de notre père, qui lutte pour trouver le bon chemin là où il n'y en a pas.
german: Ich sehe das Gute in Eurem Inneren, <CHARNAME>, aber Eure Taten sind kaum ohne Widersprüche. Ich spüre nur eine Seele, die gegen den Makel unseres Vaters ankämpft, die darum kämpft, den Weg des Guten zu finden, der nicht existiert.

source: I sense no innate goodness within you, <CHARNAME>. I do not think your deeds above reproach. I sense only a soul struggling against the taint of <PRO_HISHER> father, much like mine own.
french: Je ne sens aucune bonté innée en vous, <CHARNAME>. Je ne pense pas que vos actes soient hors de tout reproche. Je sens une âme qui lutte contre la souillure de son père, tout comme la mienne.
german: Ich spüre nichts davon, dass Ihr von Geburt aus gut wärt, <CHARNAME>. Eure Taten sind nicht ohne Widersprüche. Ich spüre nur eine Seele, die gegen den Makel ihres bösen Vaters ankämpft, so wie ich selbst.

source: Actually, I am the perfect person to judge, <CHARNAME>. I, too, contain the taint of our father within me. I, too, have felt its yearnings for blood, its efforts to exert chaos upon my life. I have mastered it... but only barely. Too well I know what it is capable of.
french: En fait, je suis la personne parfaite pour juger, <CHARNAME>. Je possède moi aussi la souillure de notre père en mon être. Moi aussi ai ressenti ses demandes de sang, ses efforts pour apporter le chaos dans ma vie. Je l'ai dominée... mais difficilement. Je ne sais que trop bien de quoi cette force est capable.
german: Tatsächlich aber bin ich hier der beste Richter, <CHARNAME>. Auch ich besitze den Makel unseres Vaters in meinem Inneren. Auch ich habe sein Verlangen nach Blut gespürt, seine Versuche, mein Leben ins Chaos zu stürzen. Ich habe es bezwungen... aber nur knapp. Zu gut weiß ich, wozu es im Stande ist.

source: Naturally. Our taint brings us no peace, does it, <CHARNAME>? We fight in self-defense and yet still we kill, still we bring destruction. We may claim an absence of responsibility, should we desire, but I know all too well what the taint in our soul is capable of. Only barely do I keep it mastered.
french: Naturellement. Notre souillure ne nous laisse aucun répit, n'est-ce pas, <CHARNAME> ? Nous nous battons uniquement pour nous défendre, et pourtant nous continuons à tuer et à apporter la destruction. Nous pouvons prétendre que nous ne sommes pas responsables, si nous le voulons, mais je ne sais que trop bien de quoi cette souillure est capable en nos âmes. C'est à peine si j'arrive à la maîtriser.
german: Natürlich. Unser Makel bringt uns keinen Frieden, oder, <CHARNAME>? Wir kämpfen aus Notwehr, und doch töten wir, und doch bringen wir Zerstörung. Wir können die Verantwortung von uns schieben, wenn wir das wollen, aber nur zu gut weiß ich, wozu der Makel in unserer Seele fähig ist. Nur knapp kann ich ihn beherrschen.

source: I would expect no other response from a true <PRO_BROTHERSISTER> of mine. I know too well the thirst for death that comes with the taint of our sire. I have mastered it, but only barely... I pity those who are a slave to it.
french: Je n'espérais pas d'autre réponse de la part d'un de mes frères. Je ne connais que trop bien la soif de meurtre qui vient avec la souillure de notre géniteur. Je l'ai dominée, mais difficilement... J'ai en pitié ceux qui sont devenus ses esclaves.
german: Ich hätte keine andere Antwort von einem wahren Bruder erwartet. Ich kenne nur zu gut den Durst nach Tod, der mit dem Makel unseres Erzeugers kommt. Ich habe ihn bezwungen, aber nur knapp... ich bedaure jene, die ihm verfallen sind.

source: But regardless of our wishes on the matter, our destiny has been written for us, <CHARNAME>. Some may run from it or deny it, while others embrace it... but each and every Bhaalspawn has a seed within them that has sprung forth a fruit laden with blood and murder. Do you deny this?
french: Mais en dehors de nos souhaits personnels, notre destinée est déjà écrite, <CHARNAME>. Certains peuvent tenter de la fuir ou de la nier, tandis que d'autres l'acceptent... mais chaque enfant de Bhaal a une graine en lui qui donne un fruit gorgé de sang et de meurtre. Niez-vous cela ?
german: Aber was auch immer unsere Wünsche sein mögen in dieser Sache, unser Schicksal ist für uns geschrieben, <CHARNAME>. Manche mögen vor ihm fliehen, manche mögen es verleugnen, manche mit Freude umarmen... aber jede Bhaalbrut ist ein Samen gewesen, der eine Frucht von Blut und Mord hervorgebracht hat. Oder streitet Ihr das ab?

source: Are you implying that you are somehow different, Balthazar?
french: Cherchez-vous à dire que vous êtes différent, Balthazar ?
german: Wollt Ihr damit sagen, Ihr seid irgendwie anders, Balthasar?

source: I have only ever acted when it was necessary, in self-defense.
french: J'ai seulement agi lorsque c'était nécessaire, pour me défendre.
german: Ich habe nur gehandelt, wenn es notwendig war, in Notwehr.

source: You would make us out to be victims of circumstance rather than masters of our own destiny.
french: Vous feriez de nous les victimes des circonstances plutôt que les maîtres de notre destinée.
german: Also behauptet Ihr, wir wären eher Opfer der Umstände als Herren unseres eigenen Schicksals.

source: I am death incarnate, fool! Not some weak fool wrapped in denial like yourself!
french: Je suis la mort incarnée, idiot ! Pas un quelconque imbécile enveloppé dans son déni comme vous !
german: Ich bin der fleischgewordene Tod, Ihr Narr! Nicht ein schwacher Dummkopf wie Ihr, der sich in Verleugnung hüllt!

source: I have little doubt that you know whereof I speak. The taint is strong within you... stronger than any single other spawn of our sire that I have seen. You have felt the dreams, the urges, have you not? The chaos that is your destiny has ripped wantonly through your life, regardless of your wishes, has it not? Do you deny that you bring violence and destruction wherever you go, <CHARNAME>?
french: Je pense que vous savez de quoi je parle. L'empreinte de Bhaal est forte en vous... plus puissante que celle de n'importe lequel de ses enfants que j'ai pu rencontrer. Vous avez eu ces rêves, ressenti l'envie de meurtre, non ? Le chaos qu'est notre destinée a ravagé votre vie sans ménagement, se moquant de vos désirs, n'est-ce pas ? Niez-vous que vous apportez la violence et la destruction où que vous alliez, <CHARNAME>?
german: Ich habe kaum Zweifel, dass Ihr wisst, wovon ich spreche. Der Makel ist stark in Euch... stärker als in jedem anderen Nachkommen unseres Erzeugers, den ich je gesehen habe. Ihr habt die Träume gespürt, das Drängen, oder? Das Chaos, das Euer Schicksal ist, ist mutwillig durch Euer Leben gestürmt, ohne Eure Wünsche zu beachten, nicht wahr? Leugnet Ihr, dass Ihr Gewalt und Zerstörung bringt, wohin Ihr auch geht, <CHARNAME>?

source: I am nothing like you. I exist to fight against the chaos of my taint, to fight against the evil that Bhaal's legacy brings to this world. I have faced the evil within me and I have mastered it.
french: Je ne suis pas comme vous. J'existe pour combattre le chaos de mon âme, et pour affronter le mal que l'héritage de Bhaal a légué à ce monde. J'ai fait face au mal en moi et je l'ai vaincu.
german: Ich bin nicht wie Ihr. Ich existiere, um gegen das Chaos meines Makels zu kämpfen, um zu kämpfen gegen das Böse, das Bhaals Erbe dieser Welt bringt. Ich habe mich dem Bösen in mir gestellt, und ich habe es bezwungen.

source: No. I have brought my share of death and destruction to this land. But I see a larger purpose behind it... I seek to end the possibility of Bhaal's return forever, and to wipe his taint from the land.
french: Non. J'ai apporté ma part de mort et de destruction à cette contrée. Mais je vois un plus grand but derrière ceci... Je cherche à mettre fin à la possibilité d'un retour de Bhaal à jamais, et détruire toute trace de sa souillure en ce monde.
german: Nein. ich habe meinen Teil an Tod und Zerstörung über dieses Land gebracht. Aber ich sehe einen höheren Zweck dahinter... Ich strebe danach, die Rückkehr Bhaals ein für alle Mal unmöglich zu machen und seinen Makel von diesem Land zu tilgen.

source: I have mastered the power within me and held the evil in check, but I know just as well... if not better... than most of my brethren the threat that it holds for all of Faerun. I will not allow this. I have dedicated my life to preventing it.
french: J'ai dominé le pouvoir qui était en moi, contrôlé le mal dans mon âme, mais je sais aussi bien... sinon mieux... que la plupart de ma fratrie, la menace qu'elle représente sur l'ensemble de Féérune. Je ne permettrai pas ceci. J'ai dédié ma vie à l'empêcher.
german: Ich habe die Macht in mir bezwungen und das Böse in Schach gehalten, aber ich kenne genauso gut... wenn nicht besser... als meine Geschwister die Gefahr, die es für ganz Faerûn darstellt. Ich werde das nicht erlauben. Dies zu verhindern, ist der Sinn meines Lebens.

source: And what becomes of Melissan, then? Is she free to raise Bhaal and complete her plans?
french: Et qu'adviendra-t-il de Mélissanne, alors ? Sera-t-elle libre de ressusciter Bhaal et d'achever ses plans ?
german: Und was wird dann aus Melissan? Ist sie frei, Bhaal auferstehen zu lassen und ihre Pläne zu vollenden?

source: You don't honestly see yourself as the force of righteousness in all this, do you?
french: Honnêtement... vous ne vous voyez quand même pas comme une force de la droiture en agissant ainsi, n'est-ce pas ?
german: Ihr glaubt doch nicht etwa wirklich, Ihr wärt hier der Verteidiger der Rechtschaffenheit?

source: Enough talk, then. Let's get this over with.
french: Assez parlé, alors. Finissons-en.
german: Genug Gerede also. Lasst uns das hier beenden.

source: Of course not. It is she that holds the key to Bhaal's resurrection. After you are dead, she too must be destroyed.
french: Bien sûr que non. C'est elle qui détient la clé de la résurrection de Bhaal. Après votre mort, elle aussi devra être détruite.
german: Natürlich nicht. Sie ist es, die den Schlüssel zu Bhaals Wiederauferstehung hält. Wenn Ihr tot seid, muss auch sie zerstört werden.

source: Then we should fight her together! How do you know she still can't summon Bhaal... everything you've fought for will be for nothing!
french: Alors nous devrions la combattre ensemble ! Comment pouvez-vous être sûr qu'elle ne puisse pas déjà ressusciter Bhaal ? Dans ce cas-là tout ce que vous auriez fait n'aura servi à rien !
german: Dann sollten wir sie gemeinsam bekämpfen! Wie wollt Ihr wissen, ob sie nicht dennoch Bhaal herbeirufen kann... alles, wofür Ihr gekämpft habt, würde sinnlos gewesen sein!

source: And you're going to stop her alone? Have you given any thought to the fact that maybe you've been helping her all along, that she's been playing you like a harp?
french: Et vous pensez pouvoir la stopper seul ? Avez-vous réfléchi au fait que vous l'ayez probablement aidée pendant tout ce temps, qu'elle s'est complètement jouée de vous ?
german: Und Ihr wollt sie allein aufhalten? Habt Ihr je daran gedacht, dass Ihr ihr vielleicht die ganze Zeit geholfen habt, dass sie auf Euch gespielt hat wie auf einer Harfe?

source: Yet another death added to your tally? And what then, once you kill her? Once you have all that power and it's yours alone... you think you're going to resist that?
french: Une mort de plus à ajouter à votre palmarès ? Et que ferez-vous ensuite, quand elle sera morte ? Une fois que toute cette puissance sera seulement votre... Croyez-vous que vous pourrez y résister ?
german: Noch ein weiterer Tod auf Eurer Rechnung? Und was dann, wenn Ihr sie getötet habt? Wenn Ihr all diese Macht habt, und sie gehört nur Euch allein... denkt Ihr, Ihr würdet ihr widerstehen?

source: What makes you think you could kill her? I'm the one that has defeated all the Bhaalspawn... while you were doing nothing but hiding in this fortress making the peasants miserable.
french: Qu'est-ce qui vous fait croire que vous puissiez la tuer ? Je suis celui qui a vaincu tous les autres enfants de Bhaal... tandis que vous ne faisiez rien d'autre que de vous cacher dans votre forteresse, tout en rendant la vie des paysans misérable.
german: Wie kommt Ihr darauf, ihr könntet sie töten? Ich habe alle Bhaalbrut besiegt... während Ihr nichts getan habt als Euch in dieser Festung zu verkriechen und die Dorfbewohner zu terrorisieren.

source: I thought you were going to kill yourself after I was dead. Sure you won't see some more evil once Melissan is dead, too? You'd probably make a promising Lord of Murder, you know...
french: Et moi qui pensais que vous vous tueriez juste après que je sois mort. Êtes-vous sûr que vous ne trouverez pas plus de « mal » à combattre une fois que Mélissanne sera éliminée, elle aussi ? Hmmm, vous feriez certainement un bon Seigneur du meurtre...
german: Ich dachte, Ihr würdet Euch selbst töten, wenn ich tot bin. Sicherlich wollt Ihr doch nicht, dass Ihr noch mehr Böses seht, wenn Melissan ebenfalls tot ist? Ihr würdet einen vielversprechenden Herrn des Mordes abgeben, glaubt mir...

source: Forget it. This is pointless. Let's just get this over with.
french: Oubliez ça. C'est inutile. Finissons-en.
german: Vergesst es. Das ist zwecklos. Lasst uns einfach zum Ende kommen.

source: Fight her together?
french: L'affronter ensemble ?
german: Sie gemeinsam bekämpfen?

source: No. How could I trust you? What if we were to vanquish Melissan, I would be weakened... you could end my life there and everything I have been working towards will be for nothing.
french: Non. Comment pourrais-je vous faire confiance ? Si nous parvenions à vaincre Mélissanne, je serais sûrement affaibli... vous pourriez mettre fin à ma vie là-bas, et tout ce pourquoi j'ai lutté serait perdu.
german: Nein. Wie könnte ich Euch vertrauen? Wenn wir Melissan besiegen würden, wäre ich geschwächt... Ihr könntet mein Leben dort beenden, und alles, wofür ich gearbeitet habe, würde umsonst gewesen sein.

source: I had thought when this moment arrived, I would hold clearly to my purpose. We must... end this, <CHARNAME>. I wish this to be over with, one way or the other.
french: J'aurais cru que lorsque ce moment arriverait, j'aurais clairement su ce que je devais faire. Nous devons... terminer ceci, <CHARNAME>. Je veux en finir avec tout ça, d'une façon ou d'une autre.
german: Ich hatte gedacht, wenn dieser Moment kommen würde, würde ich klar meine Sache verfolgen. Wir müssen... das hier beenden, <CHARNAME>. Ich möchte damit fertig sein, auf dem einen oder dem anderen Weg.

source: I am at a loss, <CHARNAME>. You question me, and I have no good answers for you. My heart tells me that you must be killed, but I am not sure if I should listen to it. What... what would you have me do?
french: Je suis perdu, <CHARNAME>. Vous me faîtes m'interroger et je n'ai aucune bonne réponse à vous fournir. Mon cœur me dit que vous devez être tué, mais je ne suis pas sûr que je devrais l'écouter. Que... que voudriez-vous que je fasse ?
german: Ich bin ratlos, <CHARNAME>. Ihr fragt mich, und ich habe keine guten Antworten für Euch. Mein Herz sagt mir, dass Ihr getötet werden müsst, aber ich bin nicht sicher, ob ich darauf hören sollte. Was... was wollt Ihr, dass ich tue?

source: Join me, Balthazar. Let us fight Melissan together, instead of doing what she wants us to.
french: Rejoignez-moi, Balthazar. Combattons Mélissanne ensemble, au lieu de suivre son jeu.
german: Schließt Euch mir an, Balthasar. Lasst uns Melissan gemeinsam bekämpfen, anstatt zu tun, was sie von uns will.

source: You're a bigger fool than I thought. Let's just end this now, shall we? I have an appointment with god-hood.
french: Vous êtes plus stupide que je ne le pensais. Finissons-en maintenant, qu'en dites-vous ? J'ai un rendez-vous avec ma déification.
german: Ihr seid ein Narr und schwächer, als ich glaubte. Lasst uns das hier jetzt beenden. Ich habe eine Verabredung mit den Göttern.

source: Yes... you are right.
french: Oui... vous avez raison.
german: Ja... Ihr habt recht.

source: Very well, then, <CHARNAME>. I will join you. You are a worthy <PRO_MANWOMAN>. Perhaps even worthy of turning Bhaal's dark taint and making something better of it. I do not know. But I will take that chance.
french: Très bien alors, <CHARNAME>. Je vais me joindre à vous. Vous êtes un homme de valeur. Peut-être encore plus valeureux par le fait de réussir à dévier l'essence maléfique de Bhaal et vous en servir pour le bien. Je ne suis pas certain de faire le bon choix. Mais je vais prendre le risque.
german: Sehr gut, <CHARNAME>. Ich werde mich Euch anschließen. Ihr seid ein würdig<PRO_MANWOMAN>. Vielleicht sogar würdig, Bhaals dunklen Makel zu wenden und etwas Besseres daraus zu machen. Ich weiß es nicht. Aber ich werde diese Chance nutzen.

source: Let Melissan tremble when she sees us together, and we shall strike her down as she deserves. Even if Bhaal himself is resurrected, he will not be able to hold out against us both. I have preparations to make, <CHARNAME>. Go to the Throne of Bhaal. When the time comes, I will be there.
french: Faisons trembler Mélissanne quand elle nous verra ensemble, et terrassons-la comme elle le mérite. Même si Bhaal lui-même est ressuscité, il ne sera pas capable de tenir face à nous. Je dois me préparer, <CHARNAME>. Allez au Trône de Bhaal. Quand le moment viendra, je serai là.
german: Lasst Melissan zittern, wenn sie uns gemeinsam sieht, und wir werden sie niederschmettern, wie sie es verdient. Und wenn Bhaal selbst wiedererweckt würde, er würde uns beide nicht bezwingen können. Ich muss Vorbereitungen treffen, <CHARNAME>. Geht zum Thron des Bhaal. Wenn die Zeit gekommen ist, werde ich dort sein.

source: I cannot, <CHARNAME>.
french: Je ne peux pas, <CHARNAME>.
german: Ich kann es nicht, <CHARNAME>.

source: You must take the battle to Melissan. It is your destiny to see that Bhaal's legacy ends here and now. But you must promise me, <CHARNAME>... you must promise me that you will not give into the temptation. Should you defeat Melissan and the power become available to you, you must turn away from it... you have seen your struggle as it is now, with only a sliver of that taint. Do not take it, <CHARNAME>... even a god can be tempted, you must realize that. Promise me you will turn it away.
french: Vous devez mener le combat contre Mélissanne. C'est votre destinée d'assister à la fin de l'héritage de Bhaal. Mais promettez-moi, <CHARNAME>... vous devez me promettre de ne pas céder à la tentation. Si vous deviez vaincre Mélissanne et que ce pouvoir s'offrait à vous, détournez-vous en... Vous avez vu ce qu'est votre lutte actuelle avec juste un soupçon de cette souillure. Ne le prenez pas, <CHARNAME>... même un dieu pourrait être tenté, vous devez réaliser cela. Promettez-moi de vous détourner de cette puissance.

source: If I am given the option, Balthazar... I will refuse the taint. I swear it.
french: Si jamais j'en ai la possibilité, Balthazar... je refuserai cet héritage. Je le jure.
german: Wenn ich vor die Wahl gestellt werde, Balthasar... werde ich den Makel zurückweisen. Ich schwöre es.

source: No. I will swear nothing of the kind. Great good could come out of that power, you don't know otherwise any better than I.
french: Non. Je ne promettrai rien de ce genre. Un grand bien peut résulter de cette puissance, nul ne le sait mieux que moi.
german: Nein. Ich werde nichts dergleichen schwören. Viel Gutes könnte aus dieser Macht erwachsen, und Ihr wisst nicht mehr darüber als ich.

source: Then I am satisfied. The essence of our sire ends with me... and with you. May the gods forgive me. May you... may you forgive me, <PRO_BROTHERSISTER>...
french: Alors je suis satisfait. L'essence de notre géniteur se termine avec moi... et avec vous. Puissent les dieux me pardonner. Puissiez-vous... puissiez-vous me pardonner, mon frère...
german: Dann bin ich zufrieden. Die Essenz unseres Erzeugers endet mit mir... und mit Euch. Mögen die Götter mir vergeben. Mögt Ihr... mögt Ihr mir vergeben, <PRO_BROTHERSISTER>...

source: Then we must do battle. I... I am sorry, <PRO_BROTHERSISTER>. I had hoped this would be otherwise.
french: Alors nous devrons nous battre. Je... je suis désolé, mon frère. J'avais espéré qu'il en serait autrement.
german: Dann müssen wir kämpfen. Es... es tut mir leid, <PRO_BROTHERSISTER>. Ich hatte gehofft, es wäre anders gekommen.

source: And I cannot trust that you will turn aside the power when it is offered to you. You have experienced the struggle even a sliver of Bhaal's taint has brought you, yet I cannot believe that you would turn it aside. I... I am sorry, <PRO_BROTHERSISTER>... but I have no choice.
french: Et je ne peux croire que vous tournerez le dos au pouvoir qui s'offrira à vous. Vous avez fait l'expérience de la lutte que seul un soupçon de l'essence de Bhaal vous apporte, pourtant je ne peux croire que vous vous en détournerez. Je... je suis désolé, mon frère... mais je n'ai pas le choix.

source: So be it. Come, my pupils... may the gods help us all.
french: Ainsi soit-il. Venez mes élèves, puissent les dieux nous venir en aide.
german: So sei es. Kommt, meine Schüler... mögen die Götter uns allen beistehen.

source: Perhaps what you are saying holds merit. But what if I died during the battle? What if I was weakened, in the end... you might find yourself... tempted. How could I trust you?
french: Peut-être que ce que vous dites mérite d'être écouté. Mais que se passerait-il si je meurs pendant le combat ? Si je me retrouve affaibli, et que tout compte fait... vous finissiez par être... tenté. Comment pourrais-je vous croire ?
german: Vielleicht ist ja Wahrheit in dem, was Ihr sagt. Aber was, wenn ich in der Schlacht falle? Was, wenn ich geschwächt werde, und am Ende... würdet Ihr... in Versuchung geraten. Wie könnte ich Euch vertrauen?
