Repository: abalabokhin/Ascension
Catalog: ascension/lang/po/*.po
Languages: french, german

source: Nalia grew quite powerful after her association with <CHARNAME>. Initially she traveled, slaking her thirst for magical lore by associating with some of the greatest wizards across the Realms. She sought to use her great power to bring justice to the land, but over time found that if her time with <CHARNAME> had taught her anything, it is that such power must be tempered with wisdom or it is useless. She could strike out at evil as she wished... it did not always help the needy, as she thought it would, and after a year of travel she remembered that there was a far better way that she could be of service to her people. Nalia returned to Amn and her family home of de'Arnise Hold. She found it in the control of none other than Isaea Roenal, but she was no longer the wayward child that he expected, and single-handedly brought him to justice for his indiscretions. She declared herself the inheritor of her father's ducal title, and for once there was no argument from the local nobility. They snubbed her and her magic, and initially rejoiced when the Cowled Wizards sought to remove her from power. Nalia demonstrated to them all that she was no-one to trifle with, however, and the Cowled Wizards learned to fear her name. Over time Nalia became a beloved ruler, respected archmage, and eventually earned a seat on the Amnish Council of Six itself. The nobility grew to rely on Nalia's leadership, and she would become a prominent figure in Amn for many years, constantly fighting for the good of the common folk and making many frustrated enemies among the nobility and Cowled Wizards both. Nalia would die many years later, surrounded by a loving family... her last words would be to thank <CHARNAME> for so long ago showing her the true path she needed to walk.
french: Nalia de'Arnise développa grandement ses pouvoirs au contact de <CHARNAME>. Elle entreprit alors une vie d'aventures et de voyages, riche en connaissances magiques et en relations influentes, côtoyant quelques-uns des plus grands mages des Royaumes. Elle chercha à utiliser un tel pouvoir pour apporter la justice en ces terres, mais avec le temps... se rendit compte que si son association avec <CHARNAME> lui avait bien appris une chose, c'était qu'un tel pouvoir devait être utilisé avec sagesse et parcimonie, sans quoi il était vain. Nalia pouvait bien combattre le mal autant qu'elle le voulait... cela n'aidait pas systématiquement les nécessiteux, contrairement à ce qu'elle espérait. Après avoir voyagé pendant toute une année, elle se souvint qu'il y avait de bien meilleures façons de rendre service à son peuple. Nalia revint alors en Amn dans son domaine familial, le château des de'Arnise. À sa grande surprise, elle le trouva aux mains de nul autre que du vil Isaéa Roenal. Mais elle n'était plus la jeune fille rebelle qu'il escomptait, et c'est avec fermeté qu'elle le traîna elle-même devant la justice pour ses malversations. Nalia s'autoproclama héritière du titre de son père et fut ainsi nommée duchesse, et pour une fois il n'y eut aucune objection de la part de la noblesse avoisinante. Ils la snobèrent, elle et sa magie, et se réjouirent lorsque les Mages cagoulés tentèrent de l'écarter du pouvoir. Nalia leur montra cependant qu'elle n'était pas du genre à se laisser intimider, et les Mages cagoulés apprirent à craindre son nom. Avec le temps, Nalia devint une dirigeante appréciée et une archimage respectée, siégeant même plus tard au prestigieux Conseil des Six. La noblesse se résolut finalement à suivre les conseils de Nalia, et elle devint une grande figure de la société amnienne durant de longues années, luttant constamment pour le bien des gens simples, s'attirant ainsi le mécontentement de nombreux détracteurs parmi les gens de la noblesse et les Mages cagoulés. Nalia mourut de nombreuses années plus tard, entourée par une famille aimante... ses derniers mots furent pour remercier <CHARNAME> qui, bien longtemps avant, lui avait montré le chemin qu'elle devait arpenter.
german: Nalia wurde nach der Zeit, die sie mit <CHARNAME> verbracht hatte, sehr mächtig. Zuerst reiste sie durchs Land, stillte ihren Durst an magischem Wissen, indem sie sich den größten Magiern in den Reichen anschloss. Mit ihrer großen Macht wollte sie Gerechtigkeit ins Land bringen, aber schließlich fand sie heraus, dass ihre Zeit mit <CHARNAME> sie zumindest eines gelehrt hatte, nämlich dass Macht immer auch mit Weisheit verknüpft sein muss, oder aber sie ist nutzlos. Sie konnte das Böse nach Belieben vernichten... nicht immer aber half es den Bedürftigen so, wie sie es gedacht hatte, und nach etwa einem Jahr stellte sie fest, dass es bessere Wege gab, ihren Leuten zu helfen. Nalia kehrte nach Amn zurück, und zwar zur Festung ihrer Familie de'Arnise. Dort musste sie jedoch feststellen, dass die Festung von niemand anders als Isaea Roenal kontrolliert wurde. Allerdings war sie nicht mehr das arme, verschreckte Mädchen, das von Zuhause weggelaufen war und mit dem er gerechnet hatte. Sie sorgte dafür, dass ihm Gerechtigkeit für seine Verbrechen zuteil wurde und erklärte sich selbst zur Erbin des Herzogtitels ihres Vaters. Mit dem örtlichen Adel konnte Nalia jedoch keinerlei Einigung erzielen, und so ignorierten diese sie mitsamt ihrer Magie, und frohlockten, als die verhüllten Magier versuchten, ihr ihre Macht zu nehmen. Nalia jedoch zeigte allen, dass mit ihr nicht zu spaßen sei, und die verhüllten Magier lernten ihren Namen zu fürchten. Mit der Zeit wurde sie zu einer vom Volk geliebten Herrscherin und einer respektierten und anerkannten Erzmagierin. Ja, es gelang ihr sogar, einen Sitz im Rat der Sechs von Amn zu erlangen. Nalia wurde in Amn zu einer Gestalt, die viele Jahre eine zentrale Rolle spielte. Sie kämpfte beständig für das Wohlergehen des einfachen Mannes auf der Straße und machte sich im Verlauf dieser Zeit viele Feinde unter den Reihen der Adligen und bei den Verhüllten Magiern, deren Pläne sie jedoch ein ums andere Mal vereiteln konnte. Viele Jahre später starb Nalia inmitten ihrer geliebten Familie... ihre letzten Worte waren ein Dank an <CHARNAME> dafür, dass <PRO_HESHE> ihr vor langer Zeit den zu gehenden Weg gezeigt hatte.

source: Upon parting ways with <CHARNAME>, the reborn Sarevok proved as good as his word. He returned to the lands he once knew, far more powerful now than he was even before. Old enemies were startled by his visits, but never for long, and it was not even months later that Sarevok would start a reign of terror in Baldur's Gate that would place him completely in charge of the city. Resistance was crushed as Sarevok began raising an army for conquest in his own name. If he could not have the divine power of his father, he would have enough earthly power to satiate his appetite. Sarevok partook of women as he pleased as his name became a bitter epithet on the tongue of every citizen of the Sword Coast. The first victims of his terrible army fell easily, and Sarevok's power grew. The warrior was maddened, however, to find that the victories gave him no thrill. The power tasted as ashes, though Sarevok tried many times to drive himself into a frenzy of delight at his achievements. In the end, his throne grew heavy, and it was with dread acceptance that he greeted the arrival of the inevitable heroes to displace him not a year after his return. Sarevok fled into the night, abandoning Baldur's Gate and his dreams of power both. He became a man haunted by his second chance, hunted by a former life that never was and a possible life that never could be. Without a destiny and or a true soul of his own, he wandered the Realms... sometimes he brought terror and sometimes he brought nothing but his tired heart, and before long he was gone forever. Some say that he found his purpose in the great desert, forging a kingdom to last an age. Some say he traveled to the planes, launching a campaign against the great Mount Celestia. The truth is unknown, though the tales still persist.
french: Après s'être séparé de <CHARNAME>, le Sarevok Anchev revenu d'entre les morts se montra fidèle à sa réputation. Il retourna dans les contrées qu'il connaissait, bien plus puissant qu'il ne l'avait jamais été. Ses anciens ennemis furent surpris par sa venue, mais jamais pour très longtemps... Et ce n'est que quelques mois plus tard que Sarevok commença un règne de terreur à la Porte de Baldur, ce qui le plaça entièrement en charge de la cité. La résistance fut écrasée tandis que Sarevok commençait à lever une armée pour mener des conquêtes en son nom. S'il ne pouvait avoir le pouvoir divin de son père, il avait toujours suffisamment de puissance sur la terre ferme pour assouvir son appétit. Sarevok se servait des femmes comme il le voulait alors que son nom devenait une épithète amère dans la bouche des citoyens de la Côte des Épées. Les premières victimes tombèrent aisément face à sa terrible armée, et le pouvoir de Sarevok n'en fut que grandi. Le guerrier était furieux cependant de ne tirer aucune satisfaction de ses victoires. Le pouvoir n'avait plus qu'un goût de cendres, bien que Sarevok s'efforçât à maintes reprises de ressentir de la joie lors de ses conquêtes. Finalement son trône devint lourd à porter, et ce fut avec une résignation craintive qu'il guetta l'arrivée inévitable de héros venus le chasser moins d'un an après son retour. Sarevok fuit alors dans la nuit, abandonnant la Porte de Baldur et ses rêves de pouvoir. Il devint un homme torturé par l'échec de sa seconde chance, hanté par le souvenir de cette vie antérieure qu'il n'a jamais vraiment eu, et qu'il n'aura jamais. Sans destinée ou véritable âme, il erra à travers les Royaumes... apportant quelquefois la terreur, et d'autres fois ne traînant que son cœur las... et finalement il disparut pour de bon. Certains disent qu'il trouva le sens de sa vie dans le grand désert d'Anauroch, se forgeant un royaume demeurant au-delà des âges sur les vestiges de Néthéril. D'autres prétendent qu'il aurait traversé les plans, lançant une campagne offensive contre le grand Mont Céleste. La vérité reste inconnue, bien que certaines légendes subsistent.
german: Nachdem sich seine und <CHARNAME>s Wege getrennt hatten, bewies der wiedergeborene Sarevok seine Fähigkeiten mit dem Schwert so sehr es nur ging. Er kehrte in die Länder zurück, die er einst kannte, jedoch weitaus mächtiger als zuvor. Alte Feinde wurden durch seine Besuche aufgeschreckt, aber diese Zeit währte nicht lange, und einige Monate später startete Sarevok eine Schreckensherrschaft in Baldurs Tor, die ihm die vollständige Kontrolle über die Stadt einbrachte. Jeglicher Widerstand wurde niedergeschlagen, als Sarevok begann, eine Armee für seine eigenen Eroberungen aufzustellen. Wenn er auch nicht die göttliche Macht seines Vaters besaß, so hatte er doch genügend irdische Macht, um sein Verlangen zu befriedigen. Sarevok nahm sich eine Frau nach der anderen und sein Name hinterließ einen bitteren Beigeschmack auf den Zungen der Bewohner der Schwertküste. Die ersten Siege seiner Schreckensarmee fielen leicht, und Sarevoks Macht wuchs. Verrückt aber machte den Krieger die Tatsache, dass all die Siege ihm keine Erregung brachten, ihm eigentlich nichts bedeuteten. Die Macht schmeckte wie Asche, obwohl er sich oftmals in einen Freudentaumel über das Erreichte zu bringen versuchte. Und so - seine Position war immer mächtiger geworden - begrüßte er letztlich die unvermeidliche Ankunft von Helden, die ihn nach nur einem Jahr Schreckensherrschaft absetzten, mit absoluter Gelassenheit. Sarevok floh in die Nacht, sowohl Baldurs Tor als auch seine Träume der Macht hinter sich zurücklassend. Er wurde ein Mann, gejagt von seiner zweiten Chance, gejagt von seinem früheren Leben, das niemals war, und einem zukünftigen Leben, das niemals sein würde. Ohne Bestimmung oder eine eigene Seele streifte er durch die Reiche... manchmal brachte er Terror, manchmal brachte er nichts außer seinem müden Herzen, und nicht viel später war er für immer verschwunden. Manche sagen, er hätte seine Erfüllung in der großen Wüste gefunden, ein Königreich begründend, welches ein Leben andauert. Andere sagen, er reise durch die Ebenen, einen Krieg gegen den großen Berg Celestia führend. Die Wahrheit ist unbekannt, aber die Geschichten über ihn bleiben.

source: In the years following his resurrection by <CHARNAME>, Sarevok spent many years wandering throughout the Forgotten Realms, rarely spending much time in any single place. In Berdusk he is said to have routed an army of invading orcs, displaying such fearsome power and rage that terrified locals weren't sure whom to fear more... only to disappear quietly without expecting a reward. In Westgate he arrived as conqueror, brutally enforcing his will over the city only to mysteriously vanish months later, leaving his own startled men to the mercies of the angry mobs. He acted like a man that did not know himself, and all the stories agreed that Sarevok was a tortured soul, balanced between life and death, never to achieve either. Those who knew Sarevok best, which were few, said that the tormented warrior would in turn curse the fabled <CHARNAME> for giving him his second chance... and then thank <PRO_HIMHER>. Eventually he disappeared entirely from the Realms, said to have assaulted the Abyss itself or even taken his own life. In truth, he journeyed to Kara-Tur to bury his one true love, the warrior Tamoko. He never returned, though the stories endure.
french: Pendant les années qui suivirent sa résurrection par <CHARNAME>, Sarevok Anchev passa de nombreux printemps à errer dans les Royaumes oubliés, ne restant que rarement au même endroit. À lui seul, il aurait mis en déroute une armée d'orques à Berdusk, déployant une puissance et une férocité si effrayantes que les habitants terrifiés ne savaient plus vraiment qui craindre le plus... puis il s'éclipsa discrètement sans même attendre de récompense. Il arriva à Port-Ponant en conquérant, imposant brutalement sa volonté sur la ville avant de mystérieusement disparaître quelques mois plus tard, laissant ses propres hommes effarés en proie à la foule déchaînée. Il agissait comme un homme qui ne se connaissait pas lui-même, et toutes les histoires s'accordent à dire que Sarevok était une âme torturée oscillant entre la vie et la mort, sans jamais parvenir à l'une ou l'autre. Les gens qui connaissaient bien Sarevok, donc pour ainsi dire peu de monde, dirent que le guerrier tourmenté maudissait le légendaire <CHARNAME> de lui avoir donné cette seconde chance... pour ensuite l'en remercier le lendemain. Finalement, il finit par disparaître définitivement des Royaumes... Certaines rumeurs prétendent qu'il aurait péri en partant seul à l'assaut des Abysses, à moins qu'il n'ait décidé de mettre lui-même un terme à ses souffrances. Mais en vérité, il se retira à Kara-Tur pour y enterrer son seul véritable amour, Tamoko la guerrière. Sarevok n'en revint jamais, bien que certaines légendes subsistent.
german: Die Jahre nach seiner Wiedererweckung durch <CHARNAME> verbrachte Sarevok mit Wanderungen durch die Vergessenen Reiche, blieb jedoch nie lange an einem Ort. Man sagt, dass er in Berdusk eine Invasionsarmee der Orks in die Flucht schlug und dabei so fürchterlich wütete, dass die verängstigte Bevölkerung sich nicht mehr sicher war, wen sie mehr fürchten sollte. Er verschwand, ohne eine Belohnung abzuwarten. Nach Westtor kam er als Eroberer, setzte mit äußerster Brutalität seinen Willen durch und verschwand dann wenige Monate später wieder unter mysteriösen Umständen. Er verhielt sich wie ein Mann, der sich selbst nicht kennt. Alle Geschichten sind sich darüber einig, dass Sarevok eine gequälte Seele ist und ständig zwischen Leben und Tod balanciert, ohne eine der beiden Welten erreichen zu können. Diejenigen, die Sarevok am besten kannten - und das waren nur wenige - sagten, dass der gequälte Krieger den sagenhaften <CHARNAME> für seine zweite Chance verfluchte... um <PRO_HIMHER> im gleichen Atemzug dafür zu danken. Irgendwann verschwand er, und manche Geschichten sagen, dass er den Abyss gestürmt oder Selbstmord begangen hat. In Wahrheit jedoch reiste er nach Kara-Tur, um dort die einzige Liebe seines Lebens zu begraben: Tamoko. Er kehrte nie zurück, aber die Geschichten über ihn werden beständig weitererzählt.

source: After parting ways with <CHARNAME>, Valygar continued his adventures for several years, traveling in the wilds of northern Faerun and becoming a common sight in the area of Waterdeep. Later he was content to finally return to Athkatla and retire to the quiet, contemplative life at his family's estate that he had always desired. Pressure from admirers within the local nobility saw him taking up the mantle of Chief Inspector, a responsibility he never desired but took on willingly to combat the growing corruption within the city. For many years, Valygar's was the name spat by every criminal or slaver who dared to place a foot within the city. Valygar was dauntless, turning the city garrison into a force even the most self-confident thief had to respect. Valygar and the Shadow Thieves sparred many times, eventually reaching a point of mutual respect... though most considered the ranger the victor even then. Surprising even himself, Valygar eventually restored the good name of the Corthalas in Athkatla and even married. His only son, the pride of his life, took the lessons of his father to heart. Valygar would watch him go on to become the head of the Cowled Wizards and its greatest agent of reform, and for once in his life Valygar would know pride. Remembering the man that he had once been, fleeing his history into the deepest woods of Amn, the ranger would be thankful that <CHARNAME> had entered his life and forever wish his old friend well.
french: Valygar Corthala continua à parcourir les chemins plusieurs années après avoir quitté <CHARNAME>, voyageant à travers les contrées sauvages du nord de Féérune. Il resta ensuite longtemps dans les environs d'Eauprofonde mais se retira dans son domaine familial, à Athkatla, pour y mener une vie de calme et de contemplation. Il put enfin y trouver la paix intérieure qu'il avait toujours tant convoité. Cependant, la pression exercée par ses admirateurs de la noblesse locale pour qu'il prenne la charge de Prévôt de la ville ne lui laissa aucun répit ; une responsabilité qu'il rejeta dans un premier temps. Mais ne pouvant plus tolérer la corruption rampante qui gangrenait la ville, Valygar passa outre son inflexibilité et accepta le poste. Pendant de nombreuses années, le nom de Valygar fut maudit par chaque criminel ou esclavagiste osant mettre un pied dans la cité. Valygar fut audacieux, transformant la garnison de la ville en une force dont même les voleurs les plus talentueux eurent à se méfier. Valygar et les Voleurs de l'ombre furent aux prises plusieurs fois, pour finalement atteindre un degré de respect mutuel... Bien qu'à ce moment, plusieurs aient considéré le rôdeur comme le grand vainqueur. À sa grande surprise, il se révéla être un dirigeant juste et efficace, et c'est ce mandat qui lui permit de véritablement redorer le blason des Corthala. Valygar finit par se marier et de son union naquit un fils, qui fut sa plus grande fierté. Celui-ci prit à cœur les leçons que son père lui avait enseignées et fut nommé quelques décennies plus tard à la tête des Mages cagoulés. Par la suite, le jeune Corthala devint le plus grand réformateur que l'organisation ait jamais connu. Valygar, quant à lui, ressentit pour la première fois de sa vie une très grande fierté ; se rappelant de l'homme qu'il fut : un homme fuyant son histoire au plus profond des bois sombres d'Amn. Le rôdeur rendit grâce à <CHARNAME> d'être entré dans sa vie et pria pour que son vieil ami se porte bien où qu'il fût...
german: Nachdem sich seine und <CHARNAME>s Wege getrennt hatten, setzte Valygar seine Abenteuer viele Jahr fort, bereiste das nördliche Faerun und wurde vor allem in der Gegend um Tiefwasser häufig gesehen. Schließlich zog er sich nach Atkatla zurück und beschloss, sich mit einem ruhigen Leben auf dem Anwesen seiner Familie zu begnügen, wie er es immer gewünscht hatte. Die Bewunderer aus den Reihen des Adels gönnten ihm jedoch seine Ruhe nicht. Man drängte ihn dazu, die Position eines Hauptkommissars zu übernehmen. Er wollte die Position zwar nicht, doch die Korruption in der Stadt erregte ihn bald so, dass er einschlug. Für viele Jahre war es Valygars Name, der bei Kriminellen und Sklavenhändlern, die einen Fuß in die Stadt zu setzen wagten, am meisten gefürchtet war. Couragiert verwandelte er die Stadtwachen in eine Kraft, die auch der selbstbewussteste Dieb respektierte. Valygar und die Schattendiebe bekämpften sich viele Male, bis sie schließlich einen Punkt gegenseitigen Respekts erreichten... obwohl viele jedoch den Waldläufer als Sieger ansahen. Valygar stellte den guten Ruf der Corthalas in Atkatla wieder her und heiratete. Sein einziger Sohn und ganzer Stolz, nahm sich die Lektionen, die sein Vater gelernt hatte, zu Herzen. Er wurde später zum Anführer der Verhüllten Magier und zur treibenden Kraft zahlreicher, positiver Reformen in ihren Reihen, und zum ersten Male in seinem Leben war Valygar stolz. In Erinnerung an den Mann, der er einst gewesen, der vor seinem Schicksal in die tiefsten Wälder Amns geflohen war, war er <CHARNAME> dankbar, dass <PRO_HESHE> in sein Leben getreten war und wünschte seinem alten Freund auf ewig alles Gute.
