Repository: abalabokhin/Ascension
Catalog: ascension/lang/po/*.po
Languages: french, german

source: And what of Imoen, the eternal child? She had been through much during her travels with <CHARNAME>, things that she would refuse to discuss later in life, but her spirit had never been broken. She parted ways from her companions to seek her own destiny, out from under the shadow of her <PRO_BROTHERSISTER>. She returned to Candlekeep for a short time, her formidable skill in magic granting her a greater appreciation for its tomes. Here she could remember simpler times with <CHARNAME> and Gorion, and feel glad that she had followed in her foster-father's footsteps. Though asked to remain, Imoen eventually decided that Candlekeep was much smaller than she remembered and left to pursue adventures abroad. Many are the tales of the archmage that Imoen became. She wore many other names throughout her life, some mysterious and foreboding while others odd and quirky considering the power this great woman possessed. Anyone who had known Imoen in her youth would immediately recognize her despite any name, however... no amount of age or wisdom could disguise the mischievious twinkle in her eyes or the ready grin to greet a friend. She became the confidante of Khelben "Blackstaff" Arunsun and was oft-associated with a tale involving the great Elminster, supposedly picking the sage's pocket one day and then leading him on a merry magical chase across Faerun for four months. The exact truth of the tale is unknown... though it's certainly not unlike Imoen to encourage an old codger to not be such a stick-in-the-mud, and her later friendship with Elminster is well-documented. Later tales say Imoen founded a thieves guild that operated all the way to Neverwinter, sparred with the Shadow Thieves and the Zhentarim and even duelled a dragon because (so the story goes) "he was rude". At times, Imoen was known to think back on her old friend, <CHARNAME>, and smile sadly... and then immediately be possessed with a wickedly funny thought that would propel her onto her next scheme. It seems that some people, thankfully, will never change.
french: Et qu'en est-il d'Imoen, l'éternelle enfant ? Elle endura bon nombre de tourments au cours de ses voyages avec <CHARNAME>, des choses dont elle refusa de se confier plus tard, mais son esprit ne fut pour autant jamais brisé. Elle se sépara de ses compagnons pour partir à la recherche de sa propre destinée, sortant de l'ombre de celle de son frère. Imoen retourna tout d'abord à Château-Suif pour une courte période, où sa grande maîtrise de la magie lui permit d'apprécier davantage les ouvrages qui s'y trouvaient. Là-bas, elle se rappela des simples moments passés en compagnie de <CHARNAME> et de Gorion, et se sentit heureuse d'avoir suivi les traces de son père adoptif. Bien qu'on lui demandât de rester, Imoen finit par trouver que la grande bibliothèque était bien plus étroite que dans ses souvenirs et repartit à l'aventure. Nombreux furent les récits sur l'archimage qu'Imoen devint. Elle porta de nombreux noms au cours de sa vie, certains étaient mystérieux et angoissants, et d'autres étaient étranges et excentriques, compte tenu du pouvoir que possédait cette femme exceptionnelle. N'importe qui ayant connu Imoen dans sa jeunesse l'aurait immédiatement reconnue quel que soit son nom, cependant... ni l'âge ni la sagesse ne purent éteindre l'étincelle malicieuse dans ses yeux, ou le sourire qu'elle arborait pour accueillir un ami. Elle devint la confidente de Khelben « Bâton-noir » Arunsun, et fut fréquemment citée dans un récit impliquant le grand Elminster Aumar de Valombre, ayant paraît-il fouillé les poches du sage et l'ayant ensuite entraîné dans une joyeuse course-poursuite magique à travers tout Féérune pendant plus de quatre mois. La vérité exacte sur cette histoire est inconnue... mais ce ne serait pas surprenant de la part d'Imoen d'encourager « un vieux schnock » à ne pas se montrer si « rabat-joie », et l'amitié qu'elle eut ensuite avec Elminster est bien connue. Les récits ultérieurs disent qu'Imoen aurait même fondé une guilde de voleurs qui opérait jusqu'à Padhiver, qu'elle affronta les Voleurs de l'ombre et le Zentharim et se battit même avec un dragon car (du moins c'est ce que dit l'histoire) « il était grossier ». Parfois, Imoen repensait à son vieil ami, <CHARNAME>, et souriait tristement... pour immédiatement ensuite avoir une idée malicieusement amusante qui l'amenait vers son prochain projet. Il semble que certaines personnes, fort heureusement, ne changeront jamais.
german: Und was wurde aus Imoen, dem ewigen Kind? Sie hatte viel durchgemacht auf ihren Reisen mit <CHARNAME>, Dinge, über die zu reden sie später ablehnte; ihr Geist aber wurde nie gebrochen. Sie trennte sich von ihren Gefährten, um aus dem Schatten ihrer Schwester zu treten. Für kurze Zeit kehrte sie nach Kerzenburg zurück, und als mächtige Magierin lernte sie die Werke dort erst richtig schätzen. Hier konnte sie an einfachere Zeiten mit <CHARNAME> und Gorion zurückdenken, und zufrieden sein, dass sie dem Vorbild ihres Stiefvaters gefolgt war. Obwohl sie gebeten wurde zu bleiben, beschloss sie schließlich, dass Kerzenburg viel kleiner war, als sie es in Erinnerung hatte, und verließ es, um anderswo Abenteuer zu suchen. Über die Erzmagierin Imoen werden viele Geschichten erzählt. Sie trug viele andere Namen in ihrem Leben, manche geheimnisvoll und voller Vorbedeutung, andere seltsam und schrullig im Vergleich zu der Macht, die diese große Frau besaß. Jeder, der Imoen in ihrer Jugend gekannt hatte, konnte sie jedoch unter jedem Namen sofort wiedererkennen... Alter und Weisheit konnten das schelmische Zwinkern in den Augen oder das Grinsen verbergen, mit dem sie einen Freund begrüßte. Sie wurde die Vertraute von Khelben "Schwarzstab" Arunsun und wurde oft mit einer Geschichte über den großen Elminster in Verbindung gebracht: Angeblich habe sie den Weisen eines Tages bestohlen und in einer lustigen magischen Jagd für vier Monate quer durch Faerun geführt. Wie weit diese Geschichte der Wahrheit entspricht, ist nicht bekannt... obwohl es zu Imoen passt, einem alten Knacker zu sagen, er solle nicht so ein Griesgram sein, und ihre spätere Freundschaft mit Elminster ist gut verbürgt. Spätere Berichte behaupten, Imoen habe eine Diebesgilde gegründet, die bis nach Niewinter hinauf operiert, und sie habe sich mit den Schattendieben und den Zhentarim angelegt und sich sogar mit einem Drachen duelliert, "weil er (so heißt es) unhöflich war". Manchmal dachte Imoen an ihre alte Freundin, <CHARNAME>, zurück, und lächelte traurig... und wurde sofort von einem besonders lustigen Gedanken ergriffen, der ihren nächsten Plan hervorbrachte - glücklicherweise scheint es, als änderten sich manche Menschen nie.

source: The events of the Bhaalspawn saga affected Jaheira deeply. It was her duty to protect the greater balance of things, but in the years to come she found an increased portion of that fight occurring within her own mind. Witness to great change while in <CHARNAME>'s company, she had become acutely aware of how fleeting life was, and how the loss of those she held dear ate away at her thoughts. In time she would be known as a tireless champion of balance, one that sometimes acted in concert with the Harpers and sometimes did not. Jaheira operated quietly, appearing when needed and moving on when not. Many called out to her for leadership, but always Jaheira would deny that she was capable of such and say that there was somewhere else that needed her aid more. She remained distant and guarded, never staying long in any one place. It is said that she crossed the Forgotten Realms thrice over, always wandering and always searching... until finally she began to wonder what it was, in truth, that she was searching for. What happened to Jaheira later in life is not well-known. Some say that Elminster eventually came to her and convinced her to take her place amongst the greatest commanders of the mysterious Harpers. Some say that she fell in battle against a great lich that threatened to defile the northern forests. Some also say that she went in search of <CHARNAME>, traveling to lands far beyond our own. Whatever happened to her, Jaheira never did return to either the Sword Coast or Tethyr ever again.
french: Les événements de la saga des enfants de Bhaal, dont Jaheira fut le témoin privilégié, l'affectèrent profondément. Elle qui se devait d'être la garante et la protectrice de l'harmonie, découvrit dans les années qui suivirent qu'une part croissante de ce combat se déroulait dans son propre esprit. Témoin de grands changements en compagnie de <CHARNAME>, Jaheira avait pris conscience de la fugacité de la vie, et la perte de ceux qui lui étaient chers la rongeait intérieurement. Avec le temps, elle fut rendue célèbre en qualité d'infatigable championne de l'équilibre, agissant même quelquefois de concert avec les Ménestrels. Jaheira opérait discrètement, apparaissant là où on avait besoin d'elle, et disparaissant lorsque sa présence n'était plus nécessaire. Nombre lui demandèrent de les mener, mais à chaque fois Jaheira refusa une telle tâche en prétextant qu'elle n'en était pas capable et qu'il y avait d'autres endroits où sa présence était nécessaire. Elle demeurait toujours distante et renfermée, ne restant jamais très longtemps au même endroit et ne s'impliquant aucunement dans quelque relation que ce soit. Il est dit qu'elle traversa de long en large et en travers les Royaumes à trois reprises, toujours en errance et à la recherche de quelque chose... jusqu'à ce qu'elle finisse par se demander quel était son véritable but. Ce qu'il advint ensuite de Jaheira est un mystère. Certains disent qu'Elminster serait venu à elle et l'aurait convaincue de prendre place parmi les dirigeants de ces mystérieux Ménestrels. D'autres racontent qu'elle tomba au combat contre une puissante liche qui menaçait les forêts du Nord. Tandis que d'autres prétendirent qu'elle partit à la recherche de <CHARNAME>, voyageant en des contrées inconnues. Quoi qu'il lui soit arrivé, Jaheira ne revint jamais, ni au Téthyr ni sur la Côte des Épées.
german: Die Ereignisse der Zeit der Bhaalbrut hatten Jaheira stark beeinflusst. Es war ihre Pflicht, das Gleichgewicht in allen Dingen zu beschützen, aber in den Jahren die folgten, musste sie feststellen, dass dieser Kampf in immer größerem Ausmaß in ihrem Kopf stattfand. Sie hatte große Veränderungen in <CHARNAME>s Gegenwart gesehen und gemerkt, wie flüchtig doch das Leben war. Der Verlust ihres Geliebten nagte an ihr. Sie wurde als eine unermüdliche Streiterin für das Gleichgewicht bekannt. Manchmal kämpfte sie auf Seiten der Harfner, und manchmal agierte sie gegen sie. Jaheira arbeitete im stillen, sie erschien, wenn sie gebraucht wurde, und verschwand, wenn nicht. Viele riefen sie als Führungsperson, immer aber bestritt Jaheira, dass sie geeignet sei, und sagte, dass irgendwo andere wären, die ihre Hilfe mehr benötigten. Sie blieb immer distanziert und vorsichtig, blieb niemals lange an einem Ort. Man sagt, sie habe die vergessenen Reiche wohl mindestens dreimal durchstreift, immer auf Wanderschaft, immer auf der Suche... bis sie sich schließlich selbst fragte, wonach sie eigentlich suchte. Was in Jaheiras späterem Leben passierte, ist nicht bekannt. Manche sagen, dass Elminster sie überredete, einen Platz unter den führenden Köpfen der Harfner einzunehmen. Andere sagen, sie fiel im Kampf gegen einen mächtigen Leichnam, der versuchte, die nördlichen Wälder zu schänden. Wiederum andere sagen, sie begab sich auf die Suche nach <CHARNAME> und reiste in Länder weit weg von den unseren. Was auch immer mit ihr geschah, Jaheira kehrte nie nach Tethyr oder an die Schwertküste zurück.

source: The years following the Bhaalspawn saga were kind to Jaheira. They couldn't be called peaceful, by any means, but her relationship with <CHARNAME> weathered it all. Theirs was an unshakable union, and while duty or adventure might separate them for even years a time, they always returned to one another. Her friends would marvel at how secure in this Jaheira seemed to be, especially considering her initial reluctance, but she would chuckle when thinking back on those first cautious days. After all, she and <CHARNAME> had literally been to the hells and back, and when the gods themselves couldn't separate the two, what were simple months and miles going to do? Jaheira raised high in the ranks of the Harpers, always the voice of wisdom and sense in the organization. She became renown as a great heroine and mediator, although no-one was surprised when she would leave for great spans of time to travel with <CHARNAME> to some distant corner of the Realms. The pair were sighted in Neverwinter, Rashemen, the great southern steppes and even the jungles of Chult. Eventually Jaheira left the Harpers over a dispute, relieved to be done with them and dedicating herself to the raising of <CHARNAME>'s new son. <CHARNAME> visited often, reveling in the joy of fatherhood... but always his wanderlust would take him on the road again. Jaheira was not always with <CHARNAME> and not always share in his victories and achievements, but would never be truly apart from him. And <CHARNAME>'s son? Tutored by two of the most potent being in the Realms, he would grow to forge a destiny of his own to rival his father's. That, however, is another tale...
french: Les années qui suivirent la conclusion de la quête de l'enfant de Bhaal furent douces à Jaheira. On ne peut pas dire qu'elles aient été paisibles, loin de là, mais sa relation avec <CHARNAME> l'aida à surmonter les épreuves. C'était une union solide, et même si le devoir ou l'aventure purent les séparer, parfois même pendant des années, ils retournèrent toujours l'un vers l'autre. Ses amis s'émerveillaient de voir à quel point Jaheira était devenue confiante à propos de leur relation, surtout en se rappelant sa réticence initiale, et elle gloussait en se souvenant de ses premiers jours de méfiance. Après tout, elle et <CHARNAME> s'étaient littéralement rendus en enfer et en étaient revenus, et si les dieux en personne ne purent les séparer, que pouvait bien représenter de simples mois ou quelques lieues de distance ? Jaheira s'éleva haut dans les rangs des Ménestrels, faisant toujours prévaloir la sagesse et le bon sens au sein de l'organisation. Elle devint renommée en tant que grande héroïne et médiatrice, bien que personne ne fût surpris qu'il lui arriva de disparaître durant de longues périodes, voyageant en compagnie de <CHARNAME> dans quelques contrées éloignées des Royaumes. Le couple fut aperçu à Padhiver, en Rashéménie, aux grandes steppes du sud et même dans les jungles de Chult. Jaheira finit par quitter les Ménestrels à la suite d'une dispute, soulagée d'en avoir fini avec eux et se consacrant à l'éducation du fils qu'elle et <CHARNAME> venaient de mettre au monde. Celui-ci revenait d'ailleurs souvent, appréciant les joies de la paternité... mais finissant toujours par se laisser rappeler par sa soif d'aventure. Jaheira ne fut pas toujours en sa compagnie, et ne put pas toujours partager ses exploits et ses victoires, mais elle n'en fut pour autant jamais vraiment séparée. Et qu'en est-il de leur fils ? Instruit par deux des plus grands héros de tous les Royaumes, il grandira en se forgeant une légende capable de rivaliser avec celle de <CHARNAME>. Mais ceci est une tout autre histoire...
german: Die Jahre nach dem Ende der Zeit der Bhaalbrut waren gute Jahre für Jaheira. Man kann sie wohl wahrhaft nicht als friedliche Jahre bezeichnen, aber ihre Beziehung zu <CHARNAME> überstand alles. Die Treue zwischen ihnen war unerschütterlich. Obwohl die Pflichten des Abenteurerlebens sie manchmal sogar Jahre voneinander fernhielten, kehrten sie doch immer wieder zueinander zurück. Ihre Freunde wunderten sich, wie sicher Jaheira in dieser Beziehung doch geworden war, vor allem, wenn man ihre anfängliche Zurückhaltung bedachte. Jaheira jedoch lächelte nur amüsiert, wenn sie an diese erste Zeit zurückdachte. Schließlich waren Sie und <CHARNAME> im wahrsten Sinne des Wortes durch die Hölle gegangen. Wenn die Götter sie nicht trennen konnten, was waren dann schon ein paar Monate oder etliche hundert Kilometer? Jaheira stieg weit auf in der Hierarchie der Harfner, immer die Stimme der Weisheit und Vernunft. Sie war berühmt als Heldin und Vermittlerin, aber niemand war überrascht, wenn sie für große Zeitspannen verschwand, um mit <CHARNAME> in die entlegensten Ecken der Reiche zu reisen. Das Paar wurde gesichtet in Niewinter, in Rashemen, in den großen südlichen Steppen und sogar in den Urwäldern von Chult. Nach einem Streit schließlich verließ Jaheira die Harfner, war erleichtert, mit diesen abgeschlossen zu haben, und sah es nun als ihre Aufgabe an, <CHARNAME>s Sohn aufzuziehen. <CHARNAME> besuchte sie oft, genoss seine Vaterschaft, doch sein Fernweh führte ihn immer wieder in die Welt hinaus. Jaheira war nicht immer mit <CHARNAME> zusammen, und nicht alle seine Siege und Verdienste teilte sie, doch waren sie auch niemals wirklich getrennt. Und <CHARNAME>s Sohn? Aufgezogen von zwei der mächtigsten Wesen in den Reichen, schmiedete er seine eigenen Legenden, die denen seines Vaters in nichts nachstanden. Aber dies ist eine andere Geschichte...

source: The perils that Mazzy Fentan faced at the side of <CHARNAME> did nothing to dissuade her thirst for adventure. In fact, it was not long after the events in Tethyr that she formed the Fentan Knights, a stalwart band of heroes that spawned tales across the Realms. Always Mazzy invoked the name of <CHARNAME> when urging her comrades to valour, or when they battled doubt and temptation. <CHARNAME> was the greatest <PRO_MANWOMAN> that Mazzy had ever known, and the halfling knight felt it was her duty to try to live up to her old friend's legacy. The Fentan Knights battled trolls to save endangered towns, turned back tides of orcs to preserve ancient forests, and faced a rogue dragon in its own lair just to make the world a better place. Their legend was larger than life, especially so for Mazzy, and it was said on occasion that if valor were inches, she'd be twenty feet tall. It was well known that Mazzy's crowning achievement was the day she was annointed an honorary paladin in the great hall of the Radiant Heart. The first halfling ever to do so, indeed the first non-human, Mazzy's quiet tears of pride flowed freely down her face as the aged Prelate laid the Order's greatest honors across her shoulders. It was said that Mazzy scanned the crowd often during the ceremony, and for all the old friends that had been able to attend, the face she looked for most was <CHARNAME>'s. For all her risks, Mazzy eventually passed peacefully at a ripe old age. She had never settled down and had no children, but her legacy was one that would go on to inspire her people for generations to come.
french: Les périls que Mazzy Fentan connut aux côtés de <CHARNAME> ne firent qu'accentuer son goût pour l'aventure. Elle fonda d'ailleurs les « Chevaliers de Fentan » peu de temps après les événements du Téthyr, une vaillante troupe de héros toujours prompts à faire naître des légendes dans les Royaumes. Mazzy citait bien souvent le nom de <CHARNAME> lorsqu'elle appelait ses camarades à faire preuve de bravoure, ou quand ils étaient en proie au doute ou à la tentation. <CHARNAME> fut l'homme le plus remarquable que Mazzy ait jamais connu, et la petite-femme sentait qu'il était de son devoir de porter l'héritage de son vieil ami. Les chevaliers de Fentan combattirent ainsi des trolls pour sauver des villes en péril, mirent en déroute des armées d'orques pour préserver d'anciennes forêts, et affrontèrent même un dragon malveillant dans sa propre tanière, juste pour « rendre le monde meilleur ». À chacune de ses apparitions, le cortège de la petite-femme était inéluctablement acclamé par une foule en liesse. Leur renommée était exubérante, tout particulièrement concernant Mazzy, et il fut dit en de maintes occasions que si la taille faisait la valeur d'un être, alors Mazzy mesurerait au moins cinq mètres. Il est bien connu que le summum de la carrière d'aventurière de Mazzy fut le jour où elle devint paladin honoraire dans le grand hall de l'Ordre du Cœur radieux. Première petite-personne à être ainsi honorée, si ce n'est la première non-humaine. De discrètes larmes de joie s'écoulèrent des yeux de Mazzy ce jour-là tandis que le prélat rendait les plus grands honneurs de l'Ordre sur ses épaules. Il est dit que Mazzy scrutât fréquemment la foule durant la cérémonie, et de tous les vieux amis qui avaient pu y assister, celui qu'elle désirât le plus revoir était <CHARNAME>. Après toutes ces péripéties, Mazzy s'est éteinte paisiblement à un âge avancé. Elle ne s'est jamais établie et n'eut jamais d'enfant, mais son histoire est de celles qui inspireront les générations à venir.
german: Die Gefahren, die Mazzy Fentan an der Seite von <CHARNAME> überstanden hatte, taten Ihrer Lust am Abenteuer keinen Abbruch. Nicht lange nach den Ereignissen in Tethyr begründete sie die Fentan-Ritter, eine tapfere Gruppe von Helden, von deren Taten überall in den Reichen erzählt wurde. Und immer rief sie den Namen von <CHARNAME>, wenn sie ihre Kameraden zur Tapferkeit anhielt, oder wenn sie Zweifel und Verlockungen bekämpften. <CHARNAME> war der beste Mann, den Mazzy jemals kannte, und die Halbling-Ritterin sah es als ihre Pflicht an, dem Ruf ihres alten Freundes gerecht zu werden. Die Fentan-Ritter kämpften gegen Trolle, um bedrohte Städte zu retten, warfen Armeen von Orks zurück, um alte Wälder zu schützen, und besiegten einen Amok laufenden Drachen in seiner eigenen Lagerstätte, nur um die Welt zu einem besseren Ort zu machen. Die Legenden, die sich um sie rankten, machten sie zu etwas Größerem, und ein Erzähler fand den treffenden Vergleich, dass Mazzy wohl mindestens 6 Meter groß wäre, wenn man Mut in Zentimetern messen würde. Bekanntermaßen war die Krönung von Mazzy´s Leistungen der Tag, an welchem sie als erster Halbling, ja sogar als erster Nicht-Mensch, zum Ehrenpaladin in der großen Halle im Orden des Strahlenden Herzens ernannt wurde. Stille Tränen des Stolzes flossen über Mazzy´s Wangen, als der alte Prälat die größten Ehren des Ordens über ihre Schultern legte. Man sagt, dass Mazzy während der Zeremonie öfters die Menge der Anwesenden musterte, und von den Gesichtern der alten Freunden, welche dem Ereignis beiwohnen konnten, war es das Gesicht <CHARNAME>s, welches sie am meisten suchte. Trotz all der Risiken, die sie einging, lebte Mazzy bis ins hohe Alter und starb in Frieden. Sie setzte sich nie zur Ruhe und sie hatte keine Kinder, aber ihr Leben inspirierte Generationen.
