Repository: abalabokhin/Ascension
Catalog: ascension/lang/po/*.po
Languages: french, german

source: So you have betrayed me, <CHARNAME>. It would seem that working together was never our true calling.
french: Ainsi vous m'avez trahie, <CHARNAME>. On dirait que travailler ensemble n'a jamais été notre vocation.
german: So habt Ihr mich betrogen, <CHARNAME>. Es scheint, dass Zusammenarbeit niemals unsere Bestimmung war.

source: Ahhhhh, such feeling. I feel the life flow through me! Such a gift you carry Child of Bhaal... such power... such strength. Oh this is simply divine!
french: Ahhhhh, de telles sensations. Je sens la vie couler à travers moi ! Vous portez un tel don, enfant de Bhaal... un tel pouvoir... une telle force. Oh, c'est tout simplement divin !
german: Ahhhhh, welch ein Gefühl. Ich fühle das Leben durch meinen Körper strömen. Welche Gaben Ihr in Euch tragt, Kind von Bhaal... welche Macht... welche Stärke. Oh, es ist einfach göttlich!

source: Such an ungrateful <PRO_MANWOMAN> you are. Still, I have life once more, and I intend to enjoy it. Perhaps the wizards of Spellhold still wish to play?
french: Quel homme ingrat vous faites. Mais je vis à nouveau, et j'ai l'intention d'en profiter. Peut-être que les mages de Spellhold ont toujours envie de jouer ?
german: Welch undankbare Person Ihr seid. Trotzdem... ich habe mein Leben zurück, und ich habe die Absicht, es zu genießen. Vielleicht möchten die Magier in der Zauberfeste ein wenig spielen?

source: Well, Child of Bhaal, it would seem that our time together is at an end. I shall enjoy carrying this piece of you with me. Perhaps we shall meet again, you and I...
french: Eh bien, enfant de Bhaal, il semble que notre coopération touche à sa fin. Je vais être heureuse de transporter cette partie de vous avec moi. Peut-être nous reverrons-nous un jour, vous et moi...
german: Nun, Kind von Bhaal, es scheint, dass unsere gemeinsame Zeit jetzt endet. Ich werde es genießen, einen Teil von Euch in mir zu tragen. Vielleicht treffen wir uns eines Tages wieder, Ihr und ich...

source: While it fills me with distaste that you would even bring such a creature of evil before me, god-child, you must remember that in this place an oath is worth more than the words with which it is spoken. You are no god yet... and while I would rather destroy this undead thing, it now falls on me to enforce the promise you have made.
french: Bien que cela me remplisse de dégoût que tu emmènes une telle créature maléfique devant moi, enfant divin, tu dois te souvenir qu'en ce lieu, un serment a plus de valeur que les mots dont il est fait. Tu n'es pas encore un dieu... et bien que je préférerais détruire cette abomination morte-vivante, il m'incombe de tenir la promesse que tu as faite.
german: Obwohl es mich mit Ekel erfüllt, dass Ihr eine solche Kreatur des Bösen zu mir gebracht habt, Gottkind, so muss ich Euch dennoch daran erinnern, dass ein Versprechen an diesem Ort mehr ist als nur die Worte, mit denen es gegeben wurde. Ihr seid noch kein Gott... und obwohl ich dieses untote Ding lieber zerstören würde, so muss ich doch für die Einhaltung des Versprechens, welches Ihr gegeben habt, sorgen.

source: Ethereal Imoen is now able to enter the Ethereal Plane for brief periods of time. The ability is useable once every minute, and its use prevents her from assuming the Slayer form for a minute, as well. Imoen can remain fully ethereal and intangible to forces on this plane for a full round... during which she is invisible and completely immune to harm. During that round, she also cannot cast spells or use abilities. For another two rounds afterwards, Imoen remains 'half-phased'... she is partially ethereal and partially in this plane. She is still invisible, but takes half damage from all sources. In this state, there is a small chance (10%) that she will miscast a spell. For all three rounds, she is able to see any invisible targets.
french: Éthérée Imoen peut à présent entrer dans le plan éthéré pour de brèves périodes. Cette capacité est utilisable une fois par minute, et son utilisation l'empêche de prendre la forme d'Écorcheur pendant une minute également. Imoen peut rester complètement éthérée et intangible sur ce plan pour un round complet... au cours duquel elle est invisible et complètement immunisée aux dégâts. Pendant ce round, elle est également dans l'impossibilité de jeter des sorts ou d'utiliser d'autres capacités. Pour les deux rounds suivants, Imoen reste en « demi-phase »... partiellement éthérée et partiellement dans ce plan. Elle est toujours invisible mais ne reçoit que la moitié des dégâts de n'importe quelle source. Dans cet état, il y a une faible chance (10 %) qu'elle puisse rater un sort. Pour la totalité des trois rounds, elle est capable de voir les cibles invisibles.

source: End Slayer Change This ability allows Imoen to cancel her transformation and return to her usual form.
french: Arrêt de la transformation en Écorcheur Cette capacité permet à Imoen d'annuler sa transformation et de retrouver sa forme habituelle.
german: Beende Verwandlung zum Schlächter Diese Fähigkeit ermöglicht es Imoen die Verwandlung abbrechen und in ihre normale Form zurückzukehren.

source: Regeneration Range: Touch Duration: 1 round/ 2 levels Casting Time: 7 Area of Effect: Target Creature Saving Throw: None This powerful ability enables the Bhaalspawn to imbue 1 creature with the ability to regenerate. This regeneration will heal any wounds and even regenerate lost limbs. The creature affected will regain 3 hit points per second. The effect lasts for 1 round per every 2 levels of the caster or until dispelled. For example, a 14th level character would regenerate 18 hit points per round for 7 rounds.
french: Régénération Portée : contact Durée : 1 round par tranche de 2 niveaux Temps d'incantation : 7 Zone d'effet : 1 créature Jet de sauvegarde : aucun Cette puissante capacité permet à l'enfant de Bhaal de prodiguer à une créature la faculté de régénération. Toutes ses blessures seront guéries et même les membres sectionnés repousseront grâce à ce sort. Le bénéficiaire récupérera 3 points de vie par seconde. Les effets du sort durent un round par tranche de deux niveaux du lanceur ou jusqu'à ce qu'ils soient dissipés par une source extérieure. Par exemple, un personnage de niveau 14 régénérera ainsi 18 points de vie par round pendant 7 rounds.
german: Regeneration Schule: Nekromantie Reichweite: Berührung Dauer: 1 Runde pro 2 Stufen Zeitaufwand: 7 Bereich: 1 Wesen Rettungswurf: Nein Mithilfe dieses mächtigen Zaubers verleiht der Anwender einem Wesen die Fähigkeit zur Regeneration. Erlittene Verletzungen heilen und selbst verlorene Gliedmassen bilden sich neu. Der Zauber regeneriert 3 Trefferpunkte pro Sekunde und hält an, bis die Wirkungsdauer endet oder der Zauber gebannt wird. Wird der Zauber beispielsweise von einem Kleriker der 14. Stufe gewirkt, so regeneriert das Ziel 7 Runden lang 18 Trefferpunkte je Runde.

source: Resurrection Range: Touch Duration: Permanent Casting Time: 1 Area of Effect: Creature Touched Saving Throw: None Like the 5th level spell Raise Dead, Resurrection will return a character back to life. However, Resurrection also heals the character so that they are ready for the adventuring life once more.
french: Résurrection Portée : contact Durée : permanente Temps d'incantation : 1 Zone d'effet : 1 créature Jet de sauvegarde : aucun Tout comme le sort divin de 5ème niveau Rappel à la vie, Résurrection ramène un personnage à la vie. Il est cependant ressuscité avec le maximum de ses points de vie, de manière à ce qu'il soit de nouveau prêt pour la vie d'aventurier.
german: Auferstehung Schule: Nekromantie Reichweite: Berührung Dauer: Permanent Zeitaufwand: 1 Bereich: 1 Wesen Rettungswurf: Nein Dieser Zauber ähnelt „Tote erwecken“ des 5. Grades. Allerdings heilt „Auferstehung“ den wiederbelebten Charakter auch gleich vollständig, sodass er sich sofort wieder ins Abenteuer stürzen kann.

source: Slayer Change When you use this ability, you take on the form of the brutal essence of Bhaal: a violent, powerful creature made of teeth and claws. Using this ability reduces your reputation by one point, as even those who do not witness the event can sense the corruption caused by giving yourself over to instinct. The Slayer form grants the following benefits: - Strength and Dexterity set to 25 - Effective AC set to -9 - Magic Resistance set to 40% - Saving Throws set to 2 - Attacks per round set to 4 (1d8 crushing, 2 cold) - THAC0 set to 0 - PLUS_SIGN_PLACEHOLDER 100 Hit Points - Immunity to imprisonment, level drain, stun, fear, charm, confusion, sleep, and missile attacks The Slayer can be difficult to control: after the first round, you have a 10% cumulative chance per round of losing control of yourself for a round.
french: Transformation en Écorcheur Lorsque vous utilisez cette capacité, vous prenez la forme de l'essence brutale de Bhaal : une créature violente et puissante faite de crocs et de griffes. L'utilisation de cette capacité réduit votre réputation d'un point, car même ceux qui ne sont pas témoins de l'événement peuvent ressentir que vous avez succombé à votre instinct, et à la corruption qui en résulte. La forme d'Écorcheur confère les avantages suivants : - Force et Dextérité fixées à 25 - Classe d'armure effective fixée à -9 - Résistance à la magie fixée à 40 % - Jets de sauvegarde fixés à 2 - Attaques par round fixées à 4 (1d8 de dégâts contondants +2 dégâts de froid) - TAC0 fixé à 0 - PLUS_SIGN_PLACEHOLDER 100 points de vie - Immunité à l'emprisonnement, au drain de niveau, à l'étourdissement, à la peur, au charme, à la confusion, au sommeil et aux attaques de projectiles. L'Écorcheur peut être difficile à contrôler : après le premier round, il y a un risque cumulatif de 10 % par round de perdre le contrôle de vous-même pendant un round.
german: Verwandlung zum Schlächter Wenn Ihr diese Fähigkeit benutzt, nehmt Ihr die Gestalt der brutalen Essenz Bhaals an: eine brachiale, machtvolle Kreatur, gemacht aus Reißzähnen und Klauen. Das Benutzen dieser Fähigkeit reduziert Euren Ruf um 2 Punkte, da selbst diejenigen, die diesem Ereignis nicht beiwohnen, den inneren Verfall spüren können, den Ihr durch die Hingabe an Euren Instinkt erleidet. Die Form des Schlächters gewährt folgende Vorzüge: Stärke: auf 25 gesetzt Geschicklichkeit: auf 25 gesetzt Rüstungsklasse: -9 Schaden: 1W8 (Wucht) Schadensbonus: +2 (Kälte) ETW0: 0 Angriffe pro Runde: 4 Spezialfähigkeiten: – Magiewiderstand: 40 % – Rettungswürfe: 2 – Trefferpunkte: PLUS_SIGN_PLACEHOLDER 100 – Immun gegen Einkerkerung, Stufenentzug, Betäubung, Furcht, Bezauberung, Verwirrung, Schlaf und Fernkampfangriffe Die Form des Schlächters kann schwer zu kontrollieren sein: Pro Runde besteht eine kumulative Chance von 10%, für eine Runde die Kontrolle über sich selbst zu verlieren.

source: Slayer Change When you use this ability, you take on the form of the brutal essence of Bhaal: a violent, powerful creature made of teeth and claws. Using this ability reduces your reputation by one point, as even those who do not witness the event can sense the corruption caused by giving yourself over to instinct. The Slayer form has increased in power with your own, and now grants the following benefits: - Strength and Dexterity set to 25 - Effective AC set to -9 - Magic Resistance set to 50% - Resistance to physical damage set to 15% - Resistance to elemental damage set to 30% - Saving Throws set to 2 - Attacks per round set to 4 (2d6 crushing, 4 cold) - THAC0 set to -4 - PLUS_SIGN_PLACEHOLDER 150 Hit Points - Regenerate 2 Hit Points per second - Immunity to imprisonment, level drain, stun, fear, charm, confusion, sleep, and missile attacks - Chance of losing control: 10%, plus a cumulative 5% per round
french: Transformation en Écorcheur Lorsque vous utilisez cette capacité, vous prenez la forme de l'essence brutale de Bhaal : une créature violente et puissante faite de crocs et de griffes. L'utilisation de cette capacité réduit votre réputation d'un point, car même ceux qui ne sont pas témoins de l'événement peuvent ressentir que vous avez succombé à votre instinct, et à la corruption qui en résulte. La forme d'Écorcheur a tout comme vous gagné en puissance et vous confère les avantages suivants : - Force et Dextérité fixées à 25 - Classe d'armure effective fixée à -9 - Résistance à la magie fixée à 50 % - Résistance aux dégâts physiques fixée à 15 % - Résistance aux dégâts élémentaires fixée à 30 % - Jets de sauvegarde fixés à 2 - Attaques par round fixées à 4 (2d6 de dégâts contondants +4 dégâts de froid) - TAC0 fixé à -4 - PLUS_SIGN_PLACEHOLDER 150 points de vie - Régénère 2 points de vie par seconde - Immunité à l'emprisonnement, au drain de niveau, à l'étourdissement, à la peur, au charme, à la confusion, au sommeil et aux attaques de projectiles. - Risque de perdre le contrôle : 10 %, plus un cumul de 5 % par round.
german: Verwandlung zum Schlächter Wenn Ihr diese Fähigkeit benutzt, nehmt Ihr die Gestalt der brutalen Essenz Bhaals an: eine brachiale, machtvolle Kreatur, gemacht aus Reißzähnen und Klauen. Das Benutzen dieser Fähigkeit reduziert Euren Ruf um 2 Punkte, da selbst diejenigen, die diesem Ereignis nicht beiwohnen, den inneren Verfall spüren können, den Ihr durch die Hingabe an Euren Instinkt erleidet. Die Form des Schlächters wurde stärker und gewährt nun folgende Vorzüge: Stärke: auf 25 gesetzt Geschicklichkeit: auf 25 gesetzt Rüstungsklasse: -9 Schaden: 2W6 (Wucht) Schadensbonus: +4 (Kälte) ETW0: -4 Angriffe pro Runde: 4 Spezialfähigkeiten: – Magiewiderstand: 50 % – Widerstand gegen physischen Schaden: 15 % – Widerstand gegen magischen Schaden: 30 % – Rettungswürfe: 2 – Trefferpunkte: PLUS_SIGN_PLACEHOLDER 150 – Regeneriert 3 Trefferpunkte pro Sekunde – Immun gegen Einkerkerung, Stufenentzug, Betäubung, Furcht, Bezauberung, Verwirrung, Schlaf und Fernkampfangriffe – Chance, die Kontrolle zu verlieren: 10%, plus kumulative 5% pro Runde

source: Slayer Change When you use this ability, you take on the form of the brutal essence of Bhaal: a violent, powerful creature made of teeth and claws. Using this ability reduces your reputation by two points, as even those who do not witness the event can sense the corruption caused by giving yourself over to instinct. The Slayer form has increased in power with your own, and now grants the following benefits: - Strength and Dexterity set to 25 - Effective AC set to -9 - Magic Resistance set to 60% - Resistance to physical damage set to 30% - Resistance to elemental damage set to 40% - Saving Throws set to 2 - Attacks per round set to 4 (2d8 crushing, 8 cold) - Attacks have a 10% chance of casting Dispel Magic and of lowering Magic Resistance - THAC0 set to -8 - PLUS_SIGN_PLACEHOLDER 200 Hit Points - Regenerate 3 Hit Points per second - Immunity to imprisonment, level drain, stun, fear, charm, confusion, sleep, disease, poison, and missile attacks - Free action - Chance of losing control: a cumulative 5% per two rounds
french: Transformation en Écorcheur Lorsque vous utilisez cette capacité, vous prenez la forme de l'essence brutale de Bhaal : une créature violente et puissante faite de crocs et de griffes. L'utilisation de cette capacité réduit votre réputation de deux points, car même ceux qui ne sont pas témoins de l'événement peuvent ressentir que vous avez succombé à votre instinct, et à la corruption qui en résulte. La forme d'Écorcheur a tout comme vous gagné en puissance et vous confère les avantages suivants : - Force et Dextérité fixées à 25 - Classe d'armure effective fixée à -9 - Résistance à la magie fixée à 60 % - Résistance aux dégâts physiques fixée à 30 % - Résistance aux dégâts élémentaires fixée à 40 % - Jets de sauvegarde fixés à 2 - Attaques par round fixées à 4 (2d8 de dégâts contondants +8 dégâts de froid) - Les attaques ont 10 % de chances de lancer Dissipation de la magie et de réduire la résistance à la magie. - TAC0 fixé à -8 - PLUS_SIGN_PLACEHOLDER 200 points de vie - Régénère 3 points de vie par seconde - Immunité à l'emprisonnement, au drain de niveau, à l'étourdissement, à la peur, au charme, à la confusion, au sommeil, à la maladie, aux poisons et aux attaques de projectiles. - Action libre - Risque de perdre le contrôle : un cumul de 5 % tous les 2 rounds.
german: Verwandlung zum Schlächter Wenn Ihr diese Fähigkeit benutzt, nehmt Ihr die Gestalt der brutalen Essenz Bhaals an: eine brachiale, machtvolle Kreatur, gemacht aus Reißzähnen und Klauen. Das Benutzen dieser Fähigkeit reduziert Euren Ruf um 2 Punkte, da selbst diejenigen, die diesem Ereignis nicht beiwohnen, den inneren Verfall spüren können, den Ihr durch die Hingabe an Euren Instinkt erleidet. Die Form des Schlächters wurde stärker und gewährt nun folgende Vorzüge: Stärke: auf 25 gesetzt Geschicklichkeit: auf 25 gesetzt Rüstungsklasse: -9 Schaden: 2W8 (Wucht) Schadensbonus: +8 (Kälte) ETW0: -8 Angriffe pro Runde: 4 Spezialfähigkeiten: – Magiewiderstand: 60 % – Widerstand gegen physischen Schaden: 30 % – Widerstand gegen magischen Schaden: 40 % – Angriffe haben eine Chance von 10%, Magie zu bannen und die Magieresistenz zu senken – Rettungswürfe: 2 – Trefferpunkte: PLUS_SIGN_PLACEHOLDER 200 – Regeneriert 3 Trefferpunkte pro Sekunde – Immun gegen Einkerkerung, Stufenentzug, Betäubung, Furcht, Bezauberung, Verwirrung, Schlaf, Krankheit, Gift und Fernkampfangriffe – Handlungsfreiheit – Chance, die Kontrolle zu verlieren: Kumulativ 5% pro zwei Runden

source: Ravager Change You now have the ability to take on the form either of the Slayer, or of the Ravager - a terrible manifestation of Bhaal. Using this ability reduces your reputation by two points for the Slayer, or a full three points for the Ravager. As the Slayer, you have the following benefits: - Strength and Dexterity set to 25 - Effective AC set to -9 - Magic Resistance set to 60% - Resistance to physical damage set to 30% - Resistance to elemental damage set to 50% - Saving Throws set to 2 - Attacks per round set to 4 (2d8 crushing, 8 cold) - Attacks have a 10% chance of casting Dispel Magic and of lowering Magic Resistance - THAC0 set to -8 - PLUS_SIGN_PLACEHOLDER 200 Hit Points - Regenerate 3 Hit Points per second - Immunity to imprisonment, level drain, stun, fear, charm, confusion, sleep, disease, poison, and missile attacks - Free action - Chance of losing control: a cumulative 5% per two rounds As the Ravager, you get the following additional benefits: - Magic Resistance set to 75% - Resistance to physical damage set to 50% - Resistance to elemental damage set to 50% - Resistance to magic damage set to 50% - Attacks per round set to 5 (3d8 crushing, 8 cold) - Chance of dispelling on hit increases to 20% - THAC0 set to -12 - PLUS_SIGN_PLACEHOLDER 250 hit points - Regenerate 5 Hit Points per second - Chance of losing control increases to 40% plus a cumulative 10% chance per round
french: Transformation en Ravageur Vous avez maintenant la possibilité de prendre soit la forme de l'Écorcheur, soit celle du Ravageur : une terrible manifestation de Bhaal. L'utilisation de cette capacité réduit votre réputation de deux points pour l'Écorcheur, et de trois points pour le Ravageur. En tant qu'Écorcheur, vous bénéficiez des avantages suivants : - Force et Dextérité fixées à 25 - Classe d'armure effective fixée à -9 - Résistance à la magie fixée à 60 % - Résistance aux dégâts physiques fixée à 30 % - Résistance aux dégâts élémentaires fixée à 50 % - Jets de sauvegarde fixés à 2 - Attaques par round fixées à 4 (2d8 de dégâts contondants +8 dégâts de froid) - Les attaques ont 10 % de chances de lancer Dissipation de la magie et de réduire la résistance à la magie. - TAC0 fixé à -8 - PLUS_SIGN_PLACEHOLDER 200 points de vie - Régénère 3 points de vie par seconde - Immunité à l'emprisonnement, au drain de niveau, à l'étourdissement, à la peur, au charme, à la confusion, au sommeil, à la maladie, aux poisons et aux attaques de projectiles. - Action libre - Risque de perdre le contrôle : un cumul de 5 % tous les 2 rounds. En tant que Ravageur, vous bénéficiez des avantages supplémentaires suivants : - Résistance à la magie fixée à 75 % - Résistance aux dégâts physiques fixée à 50 % - Résistance aux dégâts élémentaires fixée à 50 % - Résistance aux dégâts magiques fixée à 50 % - Attaques par round fixées à 5 (3d8 de dégâts contondants +8 dégâts de froid) - Les chances de lancer Dissipation de la magie au toucher passent à 20 %. - TAC0 fixé à -12 - PLUS_SIGN_PLACEHOLDER 250 points de vie - Régénère 5 points de vie par seconde - Le risque de perdre le contrôle passe à 40 %, plus un risque cumulatif de 10 % par round.
german: Verwandlung zum Wüter Wenn Ihr diese Fähigkeit benutzt, nehmt Ihr die Gestalt des Schlächters oder des Wüters an: eine schreckliche Manifestation Bhaals. Das Benutzen dieser Fähigkeit reduziert Euren Ruf um 2 Punkte für den Schlächter bzw. um 3 Punkte für den Wüterich Die Form des Schlächters gewährt folgende Vorzüge: Stärke: auf 25 gesetzt Geschicklichkeit: auf 25 gesetzt Rüstungsklasse: -9 Schaden: 2W8 (Wucht) Schadensbonus: +8 (Kälte) ETW0: -8 Angriffe pro Runde: 4 Spezialfähigkeiten: – Magiewiderstand: 60 % – Widerstand gegen physischen Schaden: 30 % – Widerstand gegen magischen Schaden: 50 % – Angriffe haben eine Chance von 10%, Magie zu bannen und die Magieresistenz zu senken – Rettungswürfe: 2 – Trefferpunkte: PLUS_SIGN_PLACEHOLDER 200 – Regeneriert 3 Trefferpunkte pro Sekunde – Immun gegen Einkerkerung, Stufenentzug, Betäubung, Furcht, Bezauberung, Verwirrung, Schlaf, Krankheit, Gift und Fernkampfangriffe – Handlungsfreiheit – Chance, die Kontrolle zu verlieren: Kumulativ 5% pro zwei Runden Die Form des Wüters gewährt folgende zusätzliche Vorzüge: Schaden: 3W8 (Wucht) Schadensbonus: +8 (Kälte) ETW0: -12 Angriffe pro Runde: 5 – Magiewiderstand: 75 % – Widerstand gegen physischen Schaden: 50 % – Widerstand gegen elementaren Schaden: 50 % – Widerstand gegen magischen Schaden: 50 % – Angriffe haben eine Chance von 20%, Magie zu bannen und die Magieresistenz zu senken – Trefferpunkte: PLUS_SIGN_PLACEHOLDER 250 – Regeneriert 5 Trefferpunkte pro Sekunde – Immun gegen Einkerkerung, Stufenentzug, Betäubung, Furcht, Bezauberung, Verwirrung, Schlaf, Krankheit, Gift und Fernkampfangriffe – Handlungsfreiheit – Chance, die Kontrolle zu verlieren, erhöht sich auf 40% plus eine kumulative Chance von 10% pro Runde
