Repository: abalabokhin/Ascension
Catalog: ascension/lang/po/*.po
Languages: french, german

source: I have power beyond your brother's. Join with me and I shall grant the reward he shall not live to bestow, a soul.
french: J'ai une puissance qui surpasse celle de votre frère. Rejoignez-moi, car je peux vous garantir qu'il ne vivra pas suffisamment longtemps pour vous accorder la récompense que je vous offrirai moi-même : une âme.
german: Ich habe Kräfte, weit mächtiger als die Eures Bruders. Kämpft mit mir und ich werde Euch ein Geschenk überreichen, welches er Euch wird niemals geben können: Eine Seele.

source: I have changed since our last encounter, Bodhi. I am above you and your pitiful games. They bore me and I shall put an end to them!
french: J'ai changé depuis notre dernière rencontre, Bodhi. Je suis au-dessus de vous et de vos jeux pitoyables. Ils m'ennuient et je vais y mettre un terme !
german: Ich habe mich verändert, Bodhi, seid wir uns das letzte Mal trafen. Ich stehe weit über Euch und Euren jämmerlichen Spielchen. Sie langweiligen mich und ich werde ihnen ein Ende setzen.

source: So much talk from your brother, Bodhi, yet actions speak louder than words. How many deaths has your brother granted me? Do you truly believe you can win? Take the portion of soul I offer and live again.
french: Beaucoup de paroles de la part de votre frère, Bodhi, mais les actions parlent plus que les mots. Combien de fois votre frère a-t-il réussi à me vaincre ? Croyez-vous vraiment que vous puissiez gagner ? Prenez cette portion d'âme que je vous offre et vivez à nouveau.
german: So viel Gerede von Eurem Bruder, Bodhi, aber Taten sprechen lauter als Worte. Wie viele Tode hat er mir bereits geschworen? Glaubt Ihr wirklich zu gewinnen? Nehmt das bisschen Seele, das ich Euch anbiete, und lebt wieder.

source: Such a delicious offer you make... though I must wonder if you are telling the truth. Are my chances of survival really any better with you...?
french: C'est une proposition alléchante... mais je me demande si vous dites la vérité. Mes chances de survivre seront-elles vraiment meilleures à vos côtés ?
german: Ein verführerisches Angebot macht Ihr mir... aber ich frage mich, ob Ihr die Wahrheit sprecht. Sind meine Chancen zu überleben wirklich besser mit Euch...?

source: So <CHARNAME>, the creature of darkness that rests within you has also stolen your wit. Such a shame for one with the divine essence. It will almost be a mercy to end your existence.
french: Ainsi <CHARNAME>, la créature des ténèbres qui repose en vous vous a aussi volé votre esprit. Quelle tristesse pour quelqu'un d'essence divine. Ce sera presque vous rendre service que de mettre un terme à votre existence.
german: Also <CHARNAME>, hat die Kreatur der Dunkelheit, die in Euch ruht, auch Euren Verstand gestohlen. Welch eine Schande für Jemanden mit göttlicher Essenz. Es wird eine Wohltat sein, Eure Existenz zu beenden.

source: An opportunity to feast on the blood of a God, and yet you think I will stand aside? (chuckle) You know me no better than my dear brother here.
french: Une opportunité de me régaler du sang d'un dieu et vous pensez que je vais rester à l'écart ? *Glousse* Vous ne me connaissez pas mieux que mon cher frère ici présent.
german: Eine Möglichkeit, mich am Blute eines Gottes zu laben, und Ihr glaubt, ich würde beiseite treten? (kichert) Ihr kennt mich kein Stück besser als mein lieber Bruder hier.

source: Nor would I care to. Soon enough you will return to the torment you deserve.
french: Je m'en moque. Bientôt vous retournerez aux tourments que vous méritez.
german: Und es interessiert mich auch nicht. Bald schon werdet Ihr dorthin zurück kehren, wo Ihr hingehört.

source: Well, well, well... if the Child of Bhaal hasn't gone and found <PRO_HIMHER>self a sense of humour. Did <PRO_HESHE> dig it up all by <PRO_HIMHER>self, dear brother, or did you implant it in <PRO_HIMHER> in one of your more bizarre experiments?
french: Tiens, tiens, tiens... on dirait que l'enfant de Bhaal s'est trouvé un sens de l'humour. L'a-t-il déniché tout seul, cher frère, ou est-ce le résultat d'une de tes étranges expériences ?
german: Soso... da hat das Bhaalkind doch tatsächlich ein bisschen Sinn für Humor entwickelt. Tat <PRO_HESHE> das ganz alleine, lieber Bruder, oder habt Ihr es <PRO_HIMHER> in einem Eurer bizarren Experimente implantiert?

source: I see you are now more Slayer than <PRO_MANWOMAN>. How dull. You provided such small amusement last time, I doubt that this will be different.
french: Je vois que vous êtes maintenant plus un Écorcheur qu'un homme. Comme c'est ennuyeux. Vous m'avez peu divertie la dernière fois, je doute qu'aujourd'hui ce soit très différent.
german: Ich sehe, Ihr seid mehr Schlächter als <PRO_MANWOMAN>. Wie langweilig. Ihr botet wenig Unterhaltung beim letzten Mal, ich bezweifle, dass es diesmal anders sein würde.

source: No, <CHARNAME>. Sadly, I do not think we are destined to work together again. I am content to fight by my brother and revel in your blood and that of those that follow at your heel.
french: Non, <CHARNAME>. Malheureusement, je ne pense pas que nous soyons destinés à travailler ensemble à nouveau. Je vais me contenter de me battre aux côtés de mon frère et de me délecter de votre sang, ainsi que de ceux qui vous suivent à la trace.
german: Nein, <CHARNAME>. Leider glaube ich nicht, dass wir dafür bestimmt sind, erneut zusammenzuarbeiten. Ich bin bereit, zusammen mit meinem Bruder zu kämpfen und ich werde schwelgen in Eurem Blut und in dem derer, die Euch gefolgt sind.

source: Oh Child of Bhaal, such a game you play. You think to trick me, but I shall not be fooled so easily. I know you to be ever so desperate to do 'good' and this would not bode well for me. No, this ends here.
french: Oh, enfant de Bhaal, vous jouez un tel jeu. Vous pensez me tromper, mais je ne me laisserai pas avoir aussi facilement. Je sais que vous aimez désespérément faire « le bien », et que ça ne présage rien de bon pour moi. Non. Il suffit.
german: Oh Kind des Bhaal, welches Spiel treibt Ihr mit mir. Ihr glaubt mich betrügen zu können, aber so leicht ist das nicht. Ihr ward immer so verzweifelt bemüht 'Gutes' zu tun und dieses lässt mich nichts 'Gutes' erwarten. Nein, hier endet es.

source: Oh Child of Bhaal, such a game you play. I fight with my 'dear' brother for your soul, yet you would offer it willingly? Promise me a piece of your essence and I will join you... for now.
french: Oh, enfant de Bhaal, vous jouez un tel jeu. Je combats avec mon « cher » frère pour votre âme, et vous, vous voudriez me l'offrir volontiers ? Promettez-moi une portion de votre essence et je vous rejoindrai... pour l'instant.
german: Oh Kind des Bhaal, welches Spiel treibt Ihr mit mir. Ich kämpfe zusammen mit meinem Bruder wegen Eurer Seele, und nun bietet Ihr sie freiwillig an? Versprecht mir einen Teil Eurer Essenz und ich werde für Euch kämpfen... zumindest vorläufig.

source: I swear to you Bodhi, fight by my side, kill my enemies, and you shall have the soul you desire.
french: Je vous le jure, Bodhi : combattez à mes côtés, tuez mes ennemis, et vous aurez l'âme que vous désirez tant.
german: Ich schwöre es Euch Bodhi, kämpft an meiner Seite, tötet meine Feinde, und Ihr sollt die Seele erhalten, die Ihr so sehr wünscht.

source: You have my word Bodhi that when this is done, you shall have a piece of my essence.
french: Vous avez ma parole, Bodhi, que lorsque tout ceci sera terminé, vous aurez un fragment de mon essence.
german: Ihr habt mein Wort, Bodhi, dass, wenn dieses abgeschlossen ist, Ihr einen Teil meiner Essenz erhalten werdet.

source: Actually Bodhi, I have changed my mind. I enjoy watching you die too much, to pass up an opportunity to see it again.
french: Finalement Bodhi, j'ai changé d'avis. J'aime tellement vous voir mourir, je ne vais pas laisser passer une occasion de voir ça à nouveau.
german: Nun Bodhi, ich habe meine Meinung geändert. Ich liebe es zu sehr, Euch sterben zu sehen, als dass ich eine solche Gelegenheit verpassen wollte.

source: Bodhi, when this is over, I swear that you will be fittingly rewarded.
french: Bodhi, quand tout ceci sera fini, je vous jure que vous serez récompensée comme il se doit.
german: Bodhi, wenn dieses alles vorüber ist, dann werdet Ihr eine angemessene Belohnung erhalten. Dieses schwöre ich Euch.

source: Pray that you hold to your word, failure to do so would be... unpleasant for you. Now to finalize matters...
french: Tenez votre parole, ou cela aura des conséquences... très déplaisantes pour vous. Maintenant, il est temps de conclure les choses...
german: Betet, dass Ihr Euer Wort haltet, ein Versäumnis wäre... unangenehm für Euch. Nun, um die Sache abzuschließen...

source: No, <CHARNAME>. Sadly, I do not think we are destined to work together again. Despite the attractiveness of what you offer, your words ring more hollow than my brother's. Far better to rip your soul from your living breast than beg for it at your side.
french: Non, <CHARNAME>. Malheureusement, je ne pense pas que nous soyons destinés à travailler ensemble à nouveau. En dépit de l'attrait de ce que vous m'offrez, vos mots ont moins de consistance que ceux de mon frère. Je préfère arracher votre âme de votre corps encore chaud, plutôt que de la mendier à vos pieds.
german: Nein, <CHARNAME>. Leider glaube ich nicht, dass es uns bestimmt ist, wieder zusammenzuarbeiten. Obwohl Euer Angebot verführerisch ist, so klingen Eure Worte doch hohl und leer. Nein, es ist besser, Eure Seele aus Eurem lebenden Körper zu reißen als an Eurer Seite darum zu betteln.

source: Now, now, <CHARNAME>... there is no need to look at me so. A tiny piece of your soul would give me all I require and more. Decide quickly, for I doubt my dear brother will be content with merely withering me with his own delightfully evil glare.
french: Allons, allons, <CHARNAME>... il n'y a pas de raison de me regarder ainsi. Une petite partie de votre âme me donnera tout ce qu'il me faut et bien plus encore. Décidez-vous vite, car je doute que mon cher frère se contentera de simplement me foudroyer de son regard si délicieusement malveillant.

source: Why you assumed I would even be interested in your allegiance, Bodhi, I have no idea. I shall be pleased to know that you both die again just as you lived: without a single redeeming or worthwhile quality.
french: Pourquoi croyez-vous que je pourrais être intéressé par votre allégeance, Bodhi ? Je n'en ai aucune idée... Je serais heureux lorsque vous mourrez tous deux de nouveau comme vous avez vécu : sans la moindre once de rédemption ni valeur.
german: Wieso glaubt Ihr, ich hätte irgendein Interesse an Eurer Unterstützung, Bodhi? Ich wäre hoch erfreut, wenn Ihr beide erneut sterben würdet so wie Ihr gelebt habt: ohne Hoffnung und von allen verachtet.

source: Do not overestimate your usefulness to me, 'dear' sister... nor the extent of my non-existent affection. Or do you truly think I had forgotten your whispered urgings which had led me down the path of my exile?
french: Ne surestime pas ton utilité pour moi, « chère » sœur... ni l'étendue de mon manque d'affection pour toi. Penses-tu vraiment que j'allais oublier tes murmures à mon oreille, ceux qui ont conduit à mon exil ?
german: Überschätzt weder Eure Nützlichkeit für mich, 'liebe' Schwester... noch die Ausmaße meiner nicht existierenden Zuneigung. Oder glaubt Ihr wirklich, Ich hätte Euer heimliches Drängen vergessen, was mich erst auf den Pfad meiner Verbannung geführt hat?

source: Enough, sister. We do as Melissan bids, with her servants at our side. Take delight, if you will, at the revenge we shall now taste. Let us see, <CHARNAME>, if I can rip that soul out of you once more. I would so delight in stealing your proud destiny a second time.
french: Assez, ma sœur. Nous ferons ce que Mélissanne nous demande, avec ses serviteurs à nos côtés. Prends du plaisir, si tu le veux, à la revanche à laquelle nous allons maintenant goûter. Voyons si je peux arracher ton âme une nouvelle fois, <CHARNAME>. J'aimerais tellement te voler ta glorieuse destinée une seconde fois.
german: Genug, Schwester, wir tun, wie Melissan geheißen hat, mit ihren Dienern an unserer Seite. Wenn Ihr wollt, so habt Vergnügen an der Rache, die wir nun nehmen werden. Wollen wir doch einmal sehen, <CHARNAME>, ob ich diese Seele ein zweites Mal aus Eurem Körper herausreißen kann. Wie würde ich es genießen, Eure stolze Bestimmung ein zweites Mal zu stehlen.

source: You over-step your bounds, as always. I did not call you here to rejoice in your venom, Bodhi. Do you not notice where we are? Whom we face?
french: Tu dépasses les bornes, comme toujours. Je ne t'ai pas fait venir pour me repaître de ton venin, Bodhi. Ne remarques-tu pas où nous sommes ? À qui nous faisons face ?
german: Ihr überschreitet Eure Grenzen, wie immer. Ich habe Euch nicht gerufen, um Euer Gift zu verspritzen, Bodhi. Seht Ihr nicht, wo wir sind? Und wem wir gegenüber stehen?

source: You think to betray me, Bodhi? Foolish girl. Melissan is the one who holds power here, and you hope to find succor at the feet of this fool <PRO_GIRLBOY>? Stand by me or die with <PRO_HIMHER>!
french: Tu songes à me trahir, Bodhi ? Idiote. Mélissanne est celle qui détient la toute-puissance ici, et tu espères trouver de l'aide aux pieds de cet imbécile ? Viens avec moi ou meurs avec lui !
german: Ihr versucht mich zu betrügen, Bodhi? Törichtes Mädchen. Melissan ist diejenige, die die Macht in Händen hält. Oder glaubt Ihr Beistand zu Füßen dieses armseligen Jungen zu finden? Haltet zu mir oder sterbt mit <PRO_HIMHER>!

source: So my ungrateful sister, you finally stand by my side. I shall deal with your treachery afterwards. As for you, <CHARNAME>, Melissan has granted me the power to rip the divinity from your body. The first thing I shall feel in an eon shall be pleasure as I watch your corpse turn to dust.
french: Donc, ma sœur ingrate, tu te tiens finalement à mes côtés. Je me chargerai de ta trahison plus tard. Te concernant, <CHARNAME>, Mélissanne m'a accordé le pouvoir de retirer la divinité de ton enveloppe corporelle. La première chose que je vais ressentir depuis une éternité sera du plaisir en regardant ta dépouille réduite en poussière.
german: Meine undankbare Schwester, so steht Ihr mir schließlich doch zur Seite. Um Eure Falschheit werde ich mich später kümmern. Nun aber zu Euch, <CHARNAME>, Melissan gab mir die Macht, die Göttlichkeit aus Eurem Körper zu reißen. Das erste, was ich nach Äonen wieder fühlen möchte, soll Vergnügen sein... Vergnügen, wenn Ich Euren Körper zu Staub zerfallen sehe.

source: I see. So you leave me, sister, just as *she* left me.
french: Je vois. Donc tu m'abandonnes, ma sœur, tout comme *elle* m'a abandonné.
german: Also verlasst Ihr mich, Schwester, so wie *sie* mich verlassen hat.

source: It is no matter. Melissan has given me power enough, and her own servants shall teach you the error of your ways. I shall strip the divinity from <CHARNAME>'s soul and you, *dear* sister, shall be nothing but dust beside <PRO_HIMHER>.
french: Ça n'a aucune importance. Mélissanne m'a donné suffisamment de puissance, et ses propres serviteurs t'apprendront les erreurs de tes choix. Je priverai l'âme de <CHARNAME> de sa divinité et toi, « chère » sœur, tu ne seras rien d'autre qu'un tas de poussière à ses côtés.
german: Es ist egal. Melissan gab mir genug Macht, und ihre Diener werden Euch den Irrtum Eurer eigenen Entscheidung lehren. Ich aber werde die Göttlichkeit aus <CHARNAME>'s Seele heraus reißen und Ihr, *liebe* Schwester, sollt nichts anderes sein als Staub neben <PRO_HIMHER>.

source: This is the Irenicus I have been told of? I was expecting more intensity and power from one who hounded <CHARNAME> so, and not simply... *another*... wizard.
french: C'est donc ça, le fameux Irenicus dont on m'a parlé ? Je m'attendais à plus d'intensité et de puissance de la part de quelqu'un qui avait pourchassé <CHARNAME> de cette façon, et pas simplement un quelconque magicien de plus.

source: Yet I certainly would not have allowed <CHARNAME> to escape from me, had <PRO_HESHE> been within my power not once but twice, even. But, then, I imagine you were too busy taking control of insane asylums and making thieves out of vampires for absolutely no reason.
french: Pourtant, je n'aurais certainement pas laissé <CHARNAME> m'échapper alors qu'il était à ma merci... Deux fois, qui plus est. Mais bon, j'imagine que tu étais trop occupé à prendre le contrôle d'asiles d'aliénés et à faire s'affronter des voleurs et des vampires sans raisons apparentes.
german: Ich zumindest hätte <CHARNAME> nicht entkommen lassen, hätte <PRO_HESHE> sich nicht nur einmal, nein sogar zweimal in meiner Gewalt befunden. Aber wahrscheinlich wart Ihr zu sehr damit beschäftigt, Kontrolle über Irrenhäuser zu erlangen oder sinnloserweise aus Vampiren Diebe zu machen.

source: So, <CHARNAME>... it is now just you and I, once again. At odds in the bowels of Hell and preparing to do combat. How very fitting.
french: Ainsi, <CHARNAME>... ce n'est maintenant plus qu'entre toi et moi, une fois de plus. Aux prises dans les entrailles de l'Enfer, prêts à livrer bataille. Rien ne pouvait être plus approprié.
german: So, <CHARNAME>... wieder einmal stehen wir uns gegenüber, Ihr und ich. Gegenüber in den Eingeweiden der Hölle und in Vorbereitung auf den Kampf. Passend, nicht wahr?

source: You actually think you'll stop me? It appears your delusions have survived the many beatings at my hand.
french: Tu penses vraiment pouvoir m'arrêter ? Il semble que tes délires aient survécu aux nombreux coups que tu as reçus de ma main.
german: Ihr glaubt tatsächlich, dass Ihr mich stoppen könnt? Es scheint, als ob Eure Wahnvorstellungen die vielen Niederlagen unbeschadet überdauert haben.

source: So you're actually willing to serve as Melissan's little lackey? I would expect more from the great elven magician. Ellesime would be sad to see you reduced to this.
french: Alors tu es vraiment désireux de servir comme le petit laquais de Mélissanne ? J'espérais mieux de la part du grand mage elfe. Ellesime serait triste de te voir réduit à ça.
german: So seid Ihr tatsächlich bereit, als Melissans kleiner Lakai zu dienen? Ich hätte mehr erwartet vom großen Elfenmagier. Ellesime wäre enttäuscht, Euch so tief gesunken zu sehen.

source: Don't you ever tire of that bravado? Haven't you received enough spankings upon my knee?
french: Ne te lasses-tu jamais de ces bravades ? N'as-tu pas reçu suffisamment de fessées sur mes genoux ?
german: Werdet Ihr niemals Eurer Prahlerei überdrüssig? Habt Ihr immer noch nicht genug Prügel bekommen?

source: It appears you have been the beneficiary of low expectations, but even I have learned from my mistakes. Here, I have nothing to lose, not even my life. Thanks to Melissan, I still have time to snuff out your divine ascencion personally. We will be even!
french: Il semble que tu aies eu beaucoup de chance, en tirant profit de tes faibles ambitions, mais même moi j'ai tiré les leçons de mes erreurs. Ici, je n'ai rien à perdre, pas même ma vie. Grâce à Mélissanne, j'ai l'occasion de stopper ton ascension divine de mes propres mains. Nous serons quittes !
german: Es scheint, dass Ihr Nutznießer sehr niedriger Erwartungen seid, aber sogar ich habe aus meinen Fehlern gelernt. Hier habe ich nichts zu verlieren, nicht einmal mein Leben. Dank Melissan habe ich immer noch die Gelegenheit, Euren göttlichen Aufstieg auszulöschen. Wir werden quitt sein!

source: You may have gained some crude and rudimentary control over your abilities in the interim, but even I have learned a thing or two... delusions or no. And Melissan has given me the opportunity to personally see an end to your ascension... consider it a favor returned.
french: Tu as peut-être acquis un contrôle rudimentaire de tes capacités entre-temps, mais moi aussi j'ai appris une ou deux choses... délires ou pas. De plus, Mélissanne m'a donné l'opportunité d'assister à la fin de ton ascension... considère que je vais te rendre ta « faveur ».
german: Ihr mögt inzwischen eine grobe und rudimentäre Kontrolle über Eure Fähigkeiten entwickelt haben, aber auch ich habe ein oder zwei Dinge gelernt... Wahnvorstellung oder nicht. Und Melissan gab mir die Möglichkeit, persönlich das Ende Eures Aufstiegs zu sehen... seht es einfach als das Begleichen einer alten Rechnung.

source: Do not speak her name, dog. Ellesime will understand the fullness of her regret soon enough. As for you... Melissan has given me the opportunity to return an old favor. One ascension for another... it rings with universal justice.
french: Ne prononce pas son nom, chien ! Ellesime comprendra l'étendue de son regret bien assez tôt. Quant à toi... Mélissanne m'a donné l'opportunité de te retourner une vieille « faveur ». Une ascension pour une autre... n'est-ce pas que justice ?
german: Sprecht nicht ihren Namen, Hund. Ellesime wird die Vollständigkeit ihres Bedauerns bald genug erfahren. Und zu Euch... Melissan gab mir die Möglichkeit, eine alte Rechnung zu begleichen. Einen Aufstieg für einen anderen... das klingt nach wirklicher Gerechtigkeit.

source: How very glib and typical. How far the expectations of the universe must have lowered to allow a gnat like you to even come this far. It is fortunate that I have an opportunity, then, to repay your termination of my own ascension in kind.
french: Désinvolte et caractéristique. Les ambitions de l'univers sont tombées bien bas pour qu'un moucheron comme toi arrive aussi loin. C'est une grande chance que j'aie l'occasion, à présent, de te rendre ta « faveur » d'avoir stoppé ma propre ascension.
german: Wie schlagfertig und doch typisch. Wie weit müssen die Hoffungen der Welt gesunken sein, dass es einem Wurm wie Euch erlaubt ist, so weit zu kommen. Glücklicherweise aber habe ich dann die Möglichkeit, Euch die Beendigung meines eigenen Aufstiegs zurückzuzahlen.

source: Ah, yes. Familiar words. Similar to the ones I spoke at the cusp of my own ascension. How I would enjoy to repay that favor in kind and show the universe what an unworthy gnat you truly are.
french: Ah, oui. Des mots familiers. Similaires à ceux que je proférais à l'apogée de ma propre ascension. Comme je vais être heureux de te rendre cette « faveur » moi-même et montrer à l'univers combien tu es insignifiant.
german: Ah, ja. Bekannte Worte. Ähnlich denen, die Ich selbst am Scheidepunkt meines eigenen Aufstiegs sprach. Wie würde ich es genießen, dieses mit gleicher Münze zurückzuzahlen, und der ganzen Welt zu zeigen, welch verächtlicher Wurm Ihr in Wahrheit seid.

source: But enough of this. Though I would dearly love to let my sister rot in her own Hell for eternity, it would not be a true and fitting re-union if I did not use my new power to send her an invitation.
french: Mais il suffit. Bien que j'adorerais laisser ma chère sœur brûler dans son propre enfer pour l'éternité, ce ne serait pas de véritables retrouvailles si je n'utilisais pas mes nouveaux pouvoirs pour lui envoyer une invitation.
german: Aber genug davon. Obwohl ich es wahrhaftig lieben würde, meine Schwester in ihrer eigenen Hölle für alle Ewigkeiten verrotten zu lassen, so wäre es doch keine wirkliches und passendes Wiedersehen, wenn ich meine neuen Kräfte nicht nutzen würde, um ihr eine Einladung zu schicken.
