Repository: abalabokhin/Ascension
Catalog: ascension/lang/po/*.po
Languages: french, german

source: Transform Into Bat
french: Transformation en chauve-souris
german: Verwandlung in eine Fledermaus

source: Shockwave
french: Onde de choc
german: Abazigals Schockwelle

source: Lightning Aura
french: Aura électrique
german: Aura der Blitze

source: Telekinesis
french: Télékinésie
german: Telekinese

source: Flip Resistances
french: Inversion des résistances
german: Resistenzen wechseln

source: Control Demon
french: Contrôle des démons
german: Dämon beherrschen

source: Focus
french: Focalisation
german: Fokus

source: Divine Mantle
french: Manteau divin
german: Göttlicher Schutzmantel

source: Draw Power
french: Puiser de l'énergie
german: Macht aufnehmen

source: Divine Spell Shield
french: Bouclier de sort divin
german: Göttliches Zauberschild

source: Command Demon
french: Commandement des démons
german: Dämon kommandieren

source: Banish
french: Bannissement
german: Verbannen

source: Unleash
french: Décharge
german: Entfesseln

source: Feedback
french: Contrecoup
german: Rückschlag

source: Divine Restoration
french: Restauration divine
german: Göttliche Genesung

source: Divine Cleansing
french: Éclaircissement divin
german: Göttliche Reinigung

source: Paralyzation Aura
french: Aura de paralysie
german: Aura der Lähmung

source: Lava Bomb
french: Bombe de lave
german: Lava Bombe

source: Symbol, Slow
french: Symbole, Lenteur
german: Symbol des Verlangsamens

source: Ravager Change
french: Transformation en Ravageur
german: Verwandlung zum Wüter

source: Melissan: Command the Minions of the Abyss
french: Mélissanne : Commande les créatures des Abysses
german: Melissan: Rufe die Diener des Abyss

source: Bhaalspawn Power gained: Immunity to Energy Drain
french: Pouvoir de l'enfant de Bhaal acquis : Immunité au drain d'énergie
german: Bhaalspross-Fähigkeit erhalten: Schutz vor Lebenskraftentzug

source: Bhaalspawn Power gained: 25% physical damage resistance
french: Pouvoir de l'enfant de Bhaal acquis : 25 % de résistance aux dégâts physiques
german: Bhaalspross-Fähigkeit erhalten: 25% Resistenz gegen körperlichem Schaden

source: Transfixed
french: Figé(e)
german: Betäubt

source: Weapons weakened by Babau slime
french: Armes affaiblies par la bave de Babau
german: Waffen geschwächt durch Schleim des Babau

source: Grabbed
french: Agrippé(e)
german: Griff

source: Regains Bhaal powers
french: Recouvre les pouvoirs de l'enfant de Bhaal
german: Bhaalspross-Fähigkeiten wiedererlangt

source: You have regained control for now.
french: Vous avez repris le contrôle pour le moment.
german: Kontrolle wiedererlangt

source: Magic Resistance lowered by 5%
french: Résistance magique diminuée de 5 %
german: Magieresistenz um 5% verringert

source: Slayer transformation enhanced
french: Forme d'Écorcheur améliorée
german: Verwandlung zum Schlächter wurde verbessert

source: The demon bows to your will
french: Le démon se plie à votre volonté
german: Der Dämon beugt sich Eurem Willen

source: The demon defies your will
french: Le démon défie votre volonté
german: Der Dämon widersetzt sich Eurem Willen

source: This power only affects demons
french: Ce pouvoir n'affecte que les démons
german: Dieser Zauber wirkt nur bei Dämonen

source: The demon bows to Melissan's will
french: Le démon se plie à la volonté de Mélissanne
german: Der Dämon beugt sich Melissans Willen

source: The demon defies Melissan's will
french: Le démon défie la volonté de Mélissanne
german: Der Dämon widersetzt sich Melissans Willen

source: Bhaalspawn Power gained: Unleash
french: Pouvoir de l'enfant de Bhaal acquis : Décharge
german: Bhaalspross-Fähigkeit erhalten: Entfesseln

source: Bhaalspawn Power gained: immunity to death magic
french: Pouvoir de l'enfant de Bhaal acquis : Immunité à la mort magique
german: Bhaalspross-Fähigkeit erhalten: Immun gegen Todesmagie

source: Bhaalspawn Power gained: immunity to vorpal effects
french: Pouvoir de l'enfant de Bhaal acquis : Immunité aux effets vorpalins
german: Bhaalspross-Fähigkeit erhalten: Immun gegen Enthauptungen

source: Bhaalspawn Power gained: Dimension Door
french: Pouvoir de l'enfant de Bhaal acquis : Porte dimensionnelle
german: Bhaalspross-Fähigkeit erhalten: Dimensionstor

source: Bhaalspawn Power gained: Control Demons
french: Pouvoir de l'enfant de Bhaal acquis : Contrôle des démons
german: Bhaalspross-Fähigkeit erhalten: Dämonen beherrschen

source: Bhaalspawn Power gained: immunity to Maze and Imprisonment
french: Pouvoir de l'enfant de Bhaal acquis : Immunité au labyrinthe et à l'emprisonnement
german: Bhaalspross-Fähigkeit erhalten: Immun gegen Irrgarten und Einkerkerung

source: Bhaalspawn Power gained: Focus
french: Pouvoir de l'enfant de Bhaal acquis : Focalisation
german: Bhaalspross-Fähigkeit erhalten: Fokus

source: Bhaalspawn Power gained: immunity to Taint of the Slayer
french: Pouvoir de l'enfant de Bhaal acquis : Immunité au sceau de l'Écorcheur
german: Bhaalspross-Fähigkeit erhalten: Immun gegen Mal des Schlächters

source: Divine Gift
french: Don divin
german: Göttliche Gabe

source: Magic Resistance Restored
french: Résistance magique restaurée
german: Magieresistenz wiederhergestellt

source: Antimagic Protections Removed
french: Protections contre la magie supprimées
german: Zauberschutz entfernt

source: Combat Protections Removed
french: Protections de combat supprimées
german: Zauberschutz entfernt

source: AI deactivated
french: IA désactivée
german: KI deaktiviert

source: AI activated
french: IA activée
german: KI aktiviert

source: Lunar Malison
french: Calamité lunaire
german: Mond-Verderbnis

source: Bhaalspawn Powers <CHARNAME> has gained the ability, usable once per day: Mass Healing (Necromancy) Range: Sight of caster Duration: Permanent Casting Time: 1 Area of Effect: 30 foot radius Saving Throw: None When using this ability, the Bhaalspawn must picture the faces of <PRO_HISHER> fellow party members clearly and focus on the unity of the group. Upon completion, all party members within 30 foot radius of the caster are healed 2d8 + 2/level hit points. Other conditions suffered by the party are cured, as well: fatigue, poison, disease, blindness and deafness.
french: Pouvoirs de l'enfant de Bhaal <CHARNAME> a acquis la capacité, utilisable une fois par jour : Soin de masse (Nécromancie) Portée : champ visuel du lanceur Durée : permanente Temps d'incantation : 1 Zone d'effet : rayon de 9 mètres Jet de sauvegarde : aucun Lorsqu'il utilise cette capacité, l'enfant de Bhaal doit se concentrer sur les visages de ses compagnons et sur l'unité du groupe. Une fois l'incantation achevée, tous les membres du groupe dans un rayon de 9 mètres récupèrent 2d8 points de vie + 2 par niveau du lanceur. Ce soin guérit également : la fatigue, le poison, la maladie, la cécité et la surdité.
german: Bhaalspross-Fähigkeiten <CHARNAME> hat die folgende Fähigkeit erhalten, die einmal am Tag eingesetzt werden kann: Massenheilung Schule: Nekromantie Reichweite: 9 m (Sichtfeld) Dauer: Permanent Zeitaufwand: 1 Bereich: 4,5 m Radius Rettungswurf: Nein Wenn das Kind Bhaals diese Fähigkeit einsetzt, stellt es sich die Gesichter seiner Gruppenmitglieder vor und konzentriert sich auf die Einheit in der Gruppe. Sobald der Zauber gewirkt wurde, erhält jedes Gruppenmitglied innerhalb eines Radius von 4,5 Metern 2W8 +2 Trefferpunkte je Stufe des Anwenders zurück. Der Zauber beseitigt außerdem jegliche Erschöpfung und heilt Vergiftungen, Krankheiten, Blindheit und Taubheit.

source: Bhaalspawn Powers <CHARNAME> has gained the ability, usable once per day: Regeneration (Necromancy) Range: Touch Duration: 1 round/ 2 levels Casting Time: 7 Area of Effect: Target Creature Saving Throw: None This powerful ability enables the Bhaalspawn to imbue 1 creature with the ability to regenerate. This regeneration will heal any wounds and even regenerate lost limbs. The creature affected will regain 3 hit points per second. The effect lasts for 1 round per every 2 levels of the caster or until dispelled. For example, a 14th level character would regenerate 18 hit points per round for 7 rounds.
french: Pouvoirs de l'enfant de Bhaal <CHARNAME> a acquis la capacité, utilisable une fois par jour : Régénération (Nécromancie) Portée : contact Durée : 1 round par tranche de 2 niveaux Temps d'incantation : 7 Zone d'effet : 1 créature Jet de sauvegarde : aucun Cette puissante capacité permet à l'enfant de Bhaal de prodiguer à une créature la faculté de régénération. Toutes ses blessures seront guéries et même les membres sectionnés repousseront grâce à ce sort. Le bénéficiaire récupérera 3 points de vie par seconde. Les effets du sort durent un round par tranche de deux niveaux du lanceur ou jusqu'à ce qu'ils soient dissipés par une source extérieure. Par exemple, un personnage de niveau 14 régénérera ainsi 18 points de vie par round pendant 7 rounds.
german: Bhaalspross-Fähigkeiten <CHARNAME> hat die folgende Fähigkeit erhalten, die einmal am Tag eingesetzt werden kann: Regeneration Schule: Nekromantie Reichweite: Berührung Dauer: 1 Runde pro 2 Stufen Zeitaufwand: 7 Bereich: 1 Wesen Rettungswurf: Nein Mithilfe dieses mächtigen Zaubers verleiht der Anwender einem Wesen die Fähigkeit zur Regeneration. Erlittene Verletzungen heilen und selbst verlorene Gliedmassen bilden sich neu. Der Zauber regeneriert 3 Trefferpunkte pro Sekunde und hält an, bis die Wirkungsdauer endet oder der Zauber gebannt wird. Wird der Zauber beispielsweise von einem Kleriker der 14. Stufe gewirkt, so regeneriert das Ziel 7 Runden lang 18 Trefferpunkte je Runde.

source: Bhaalspawn Powers <CHARNAME> has gained the ability, usable once per day: Draw Upon Holy Might (Invocation) Range: 0 Duration: 1 turn Casting Time: 1 Area of Effect: The caster Saving Throw: None The Bhaalspawn calls upon the might of <PRO_HISHER> blood to grant him power for a short period. When <PRO_HESHE> does this, <PRO_HISHER> strength, constitution and dexterity all are raised by 1 point for every 3 levels of the caster. A third level caster would have <PRO_HISHER> abilities raised by 1, while a 12th level caster would have all <PRO_HISHER> abilities raised by 4.
french: Pouvoirs de l'enfant de Bhaal <CHARNAME> a acquis la capacité, utilisable une fois par jour : Puiser dans la puissance divine (Invocation) Portée : 0 Durée : 1 tour Temps d'incantation : 1 Zone d'effet : le lanceur Jet de sauvegarde : aucun L'enfant de Bhaal puise dans le pouvoir de son essence divine pour augmenter ses caractéristiques pendant une courte durée. Lorsqu'il utilise cette faculté, sa Force, sa Constitution et sa Dextérité gagnent alors 1 point par tranche de 3 niveaux du lanceur. Un lanceur de niveau 3 verra ainsi ses caractéristiques gagner 1 point, alors qu'un lanceur de niveau 12 les verra augmenter de +4.
german: Bhaalspross-Fähigkeiten <CHARNAME> hat die folgende Fähigkeit erhalten, die einmal am Tag eingesetzt werden kann: Heilige Macht entlehnen Schule: Hervorrufung Reichweite: Anwender Dauer: 1 Phase Zeitaufwand: 1 Bereich: Anwender Rettungswurf: Nein Das Kind Bhaals zapft die Energien seines unheiligen Blutes an, um so für kurze Zeit außergewöhnliche Macht zu erlangen. Stärke, Geschicklichkeit und Konstitution wird dadurch auf 25 erhöht.

source: Bhaalspawn Powers <CHARNAME> has gained the ability, usable once per day: Dark Taint (Necromancy) Range: 20 feet Duration: 1 turn Casting Time: 1 Area of Effect: 1 creature Saving Throw: Negates Through this spell, the Bhaalspawn can expel the taint of <PRO_HISHER> evil sire onto a victim, poisoning those who fail their save vs. death. The effects depend upon the caster's level and are detailed below: 7-9th level: 2d8 + 2/round, slow for 12 seconds, save at -2 10-12th level: 3d8 + 3/round, slow for 12 seconds, save at -2 13-14th level: 4d8 + 4/round, slow for 12 seconds, save at -2 15-16th level: 6d8 + 5/round, slow for 24 seconds, save at -2 17-21st level: 8d8 + 6/round, slow for 24 seconds, save at -4 25th level: 8d8 + 6/round, slow for 36 seconds, save at -4, affects group of targets
french: Pouvoirs de l'enfant de Bhaal <CHARNAME> a acquis la capacité, utilisable une fois par jour : Souffle de Bhaal (Nécromancie) Portée : 6 mètres Durée : 1 tour Temps d'incantation : 1 Zone d'effet : 1 créature Jet de sauvegarde : annule Cette capacité permet à l'enfant de Bhaal d'envelopper la victime dans le souffle vicié de son père. Cette dernière peut échapper à l'empoisonnement si elle réussit un jet de sauvegarde contre la mort. Les effets dépendent du niveau du lanceur : Niveaux 7 à 9 : 2d8 +2 / round, lenteur pendant 12 secondes, -2 au jet de sauvegarde Niveaux 10 à 12 : 3d8 +3 / round, lenteur pendant 12 secondes, -2 au jet de sauvegarde Niveaux 13 à 14 : 4d8 +4 / round, lenteur pendant 12 secondes, -2 au jet de sauvegarde Niveaux 15 à 16 : 6d8 +5 / round, lenteur pendant 24 secondes, -2 au jet de sauvegarde Niveaux 17 à 21 : 8d8 +6 / round, lenteur pendant 24 secondes, -4 au jet de sauvegarde Niveau 25 et plus : 8d8 +6 / round, lenteur pendant 36 secondes, -4 au jet de sauvegarde, un groupe entier de cibles est affecté
german: Bhaalspross-Fähigkeiten <CHARNAME> hat die folgende Fähigkeit erhalten, die einmal am Tag eingesetzt werden kann: Dunkle Essenz aussenden Schule: Nekromantie Reichweite: 6 m Dauer: 1 Phase Zeitaufwand: 1 Bereich: 1 Wesen Rettungswurf: Ja (gg. Tod) Mithilfe dieses Zaubers kann das Kind Bhaals die dunkle Essenz seines bösen Vaters aus seinem Körper strömen lassen und damit ein Ziel vergiften, wenn diesem ein Rettungswurf gegen Tod misslingt.

source: Bhaalspawn Powers <CHARNAME> has gained permanent negative plane protection (i.e., <CHARNAME> cannot be level-drained) and 5% magic resistance.
french: Pouvoirs de l'enfant de Bhaal <CHARNAME> a acquis une protection permanente contre le plan négatif (par exemple, <CHARNAME> ne peut se faire drainer ses niveaux) et 5 % de résistance magique.
german: Bhaalspross-Fähigkeiten <CHARNAME> hat einen permanenten Schutz vor Lebenskraftentzug sowie 5% Magieresistenz erhalten.

source: Bhaalspawn Powers <CHARNAME> has gained the ability, usable once per day: Hand of Murder (Necromancy) Range: Caster Duration: 1 rounds/5 levels Casting Time: 1 Saving Throw: none When this power is called upon by the Bhaalspawn, <PRO_HESHE> immediately does extra damage with each hit to <PRO_HISHER> target with any melee weapon desired (whether it be fist or sword). <PRO_HISHER> dark energies travel through <PRO_HISHER> weapon to assault <PRO_HISHER> victim, allowing <PRO_HIMHER> to absorb that damage as healing to <PRO_HIMHER>self. The effects vary by level as follows: 10th: 2 rounds, 4 hp extra damage, 4 hp healed 15th: 3 rounds, 6 hp extra damage, 6 hp healed 20th: 4 rounds, 8 hp extra damage, 8 hp healed 25th: 5 rounds, 10 hp extra damage, 10 hp healed 30th: 6 rounds, 12 hp extra damage, 12 hp healed
french: Pouvoirs de l'enfant de Bhaal <CHARNAME> a acquis la capacité, utilisable une fois par jour : Main de Bhaal (Nécromancie) Portée : le lanceur Durée : 1 round par tranche de 5 niveaux Temps d'incantation : 1 Jet de sauvegarde : aucun Cette capacité permet à l'enfant de Bhaal d'infliger des dégâts supplémentaires en mêlée avec l'arme de son choix (mains nues, épée, etc.) et d'absorber une partie de l'énergie vitale volée à la cible. L'effet varie en fonction du niveau du lanceur : Niveau 10 : 2 rounds, 4 points de dégâts supplémentaires, 4 points de vie guéris Niveau 15 : 3 rounds, 6 points de dégâts supplémentaires, 6 points de vie guéris Niveau 20 : 4 rounds, 8 points de dégâts supplémentaires, 8 points de vie guéris Niveau 25 : 5 rounds, 10 points de dégâts supplémentaires, 10 points de vie guéris Niveau 30 : 6 rounds, 12 points de dégâts supplémentaires, 12 points de vie guéris
german: Bhaalspross-Fähigkeiten <CHARNAME> hat die folgende Fähigkeit erhalten, die einmal am Tag eingesetzt werden kann: Hand des Mordes Schule: Nekromantie Reichweite: Anwender Dauer: 1 Runde/5 Stufen Zeitaufwand: 1 Bereich: Anwender Rettungswurf: Ja (gg. Zauber) Wenn ein Kind Bhaals diese Fähigkeit einsetzt, erhöht sich der Schaden, den es im Nahkampf anrichtet, egal mit welcher Waffe es zuschlägt. Die dunkle Energie des Bhaalkindes strömt durch die Waffe in den Gegner und entreißt ihm Lebenskraft. So richtet jeder Schlag zusätzlichen Schaden an und heilt den Angreifer.

source: Bhaalspawn Powers <CHARNAME> has gained the ability, usable once per day: Resurrection (Necromancy) Range: Touch Duration: Permanent Casting Time: 1 Area of Effect: Creature Touched Saving Throw: None Like the 5th level spell Raise Dead, Resurrection will return a character back to life. However, Resurrection also heals the character so that they are ready for the adventuring life once more.
french: Pouvoirs de l'enfant de Bhaal <CHARNAME> a acquis la capacité, utilisable une fois par jour : Résurrection (Nécromancie) Portée : contact Durée : permanente Temps d'incantation : 1 Zone d'effet : 1 créature Jet de sauvegarde : aucun Tout comme le sort divin de 5ème niveau Rappel à la vie, Résurrection ramène un personnage à la vie. Il est cependant ressuscité avec le maximum de ses points de vie, de manière à ce qu'il soit de nouveau prêt pour la vie d'aventurier.
german: Bhaalspross-Fähigkeiten <CHARNAME> hat die folgende Fähigkeit erhalten, die einmal am Tag eingesetzt werden kann: Auferstehung Schule: Nekromantie Reichweite: Berührung Dauer: Permanent Zeitaufwand: 1 Bereich: 1 Wesen Rettungswurf: Nein Dieser Zauber ähnelt „Tote erwecken“ des 5. Grades. Allerdings heilt „Auferstehung“ den wiederbelebten Charakter auch gleich vollständig, sodass er sich sofort wieder ins Abenteuer stürzen kann.

source: Bhaalspawn Powers <CHARNAME> has gained 25% resistance to physical damage (i.e., slashing, piercing, crushing and missile damage).
french: Pouvoirs de l'enfant de Bhaal <CHARNAME> a acquis 25 % de résistance aux dégâts physiques (par exemple aux dégâts tranchants, perforants, contondants et aux projectiles).
german: Bhaalspross-Fähigkeiten <CHARNAME> hat 25% Resistenz gegenüber physikalischen Schaden (also Schaden durch Stich-, Hieb-, Wucht- und Geschosswaffen) erhalten.

source: Slayer Change ability improved
french: Capacité en forme d'Écorcheur améliorée
german: Verwandlung zum Schlächter verbessert

source: Sarevok's Sword of Chaos +4
french: Épée du chaos +4
german: Schwert des Chaos +4

source: The blade of Sarevok, brother of <CHARNAME>, used in the battle they fought in faraway Baldur's Gate. <CHARNAME> prevailed, destroying Sarevok's plans and rescuing the Sword Coast from the brink of war. Now Sarevok has joined with <CHARNAME>'s cause and his blade has been restored to him. Sarevok describes the weapon as a Deathbringer blade and has restored some of the weapon's old power. Without his Bhaalspawn essence to channel through the sword, however, it cannot achieve the power it once had. Still, however, it is a formidable weapon... and one that Sarevok warns would become increasingly difficult to wield in the hands of one who was not a Deathbringer, if they could use it at all. STATISTICS: Combat abilities: - Each hit drains one to five Hit Points from the target and transfers it to the wielder. This will not heal beyond the wielder's maximum. Equipped abilities: - Magic Resistance: +10% Damage: 1D10 +4 THAC0: +4 bonus Damage type: slashing Speed Factor: 8 Proficiency Type: Two Handed sword Type: 2-handed Requires: 14 Strength, 18 Constitution Weight: 10 Not Usable By: Cleric Mage Paladin Ranger Druid non-Chaotic aligned
french: Il s'agit de l'arme de Sarevok, frère de <CHARNAME>, qui fut utilisée dans la bataille de la Porte de Baldur. <CHARNAME> a gagné, ruinant ainsi les plans de Sarevok, et sauvant la Côte des Épées de la guerre. Maintenant, Sarevok s'est joint à la cause de <CHARNAME> et son épée lui a été rendue. Sarevok décrit cette arme comme une lame de semeur de mort et a restauré une partie des anciens pouvoirs de cet objet. Cependant, sans son essence d'enfant de Bhaal pour nourrir l'épée, il n'a pu lui rendre la totalité du pouvoir qu'elle possédait autrefois. Quoi qu'il en soit, elle reste une arme formidable... et Sarevok prévient qu'elle deviendrait très difficile (voire impossible) à utiliser dans les mains de quelqu'un qui ne fût pas un semeur de mort. PARAMÈTRES : Capacités de combat : - Chaque coup porté draine 1 à 5 points de vie de la cible et les transfère au porteur (qui ne peut pas dépasser son maximum). Capacités d'équipement : - Résistance à la magie : +10 % Dégâts : 1d10 +4 TAC0 : +4 Type de dégâts : tranchant Poids : 10 Facteur de vitesse : 8 Type de compétence : épée à deux mains Type : armes à 2 mains Nécessite : 14 en Force, 18 en Constitution Inutilisable par : Clerc Mage Paladin Rôdeur Druide Personnages d'alignement non chaotique
german: Sarevoks Schwert des Chaos Die Klinge von Sarevok, <CHARNAME>s Bruder, die er im Kampf im fernen Baldurs Tor benutzte. <CHARNAME> siegte, vereitelte Sarevoks Pläne und bewahrte die Schwertküste vor einem Krieg. Nun kämpft Sarevok an <CHARNAME>s Seite, und die Klinge wurde ihm zurückgegeben. Sarevok bezeichnet die Waffe als Klinge eines Todesbringers und hat etwas von ihrer alten Macht wiederhergestellt. Ohne dass die Essenz der Bhaalbrut durch sie fließt, verfügt sie zwar nicht über ihre früheren Fähigkeiten; dennoch ist sie eine tödliche Waffe... und Sarevok warnt, dass sie schwer zu führen sein wird für einen, der kein Todesbringer ist - wenn er sie überhaupt tragen kann. SPEZIFISCHE EIGENSCHAFTEN: Besondere Fähigkeiten: jeder Treffer raubt dem Opfer einen bis fünf Trefferpunkte und überträgt ihn auf den Träger des Schwertes. Dadurch kann er aber nicht mehr Trefferpunkte als sein Maximum erhalten. Die Klinge gewährt zusätzlich +10% Magieresistenz, wenn sie getragen wird. Schaden: 1W10 +4 (Klingenwaffe) ETW0: -4 Gewicht: 10 Initiativefaktor: 8 Waffenfertigkeit: Zweihänder Waffentyp: Beidhändig Benötigt: Stärke 14, Konstitution 18 Kann nicht verwendet werden von: Klerikern Magiern Paladinen Waldläufern Druiden Charakteren ohne chaotische Gesinnung

source: Sendai's Potion
french: Potion de Sendai
german: Sendais Trank

source: Sendai's Potion Possibly a brew of Sendai's own, this is an incredibly potent healing potion capable of fully restoring the hit points of any who use it.
french: Potion de Sendai Certainement confectionnée par Sendai elle-même, c'est une potion de soin d'une incroyable puissance capable de restaurer complètement les points de vie de celui qui la boit.
german: Sendais Trank Womöglich von Sendai selbst gebraut, ist dieses ein ungeheuer mächtiger Heiltrank, der vollständig alle Trefferpunkte wiederherstellt.

source: I wish I could take the credit for this ruse, <CHARNAME>. But it seems I was not the only member of the Five who plotted the downfall of the others.
french: J'aimerais pouvoir revendiquer ce plan, <CHARNAME>, mais il semblerait que je ne sois pas le seul membre de la Main à avoir comploté contre les autres.
german: Ich wünschte, ich hätte die Lorbeeren für diese List verdient, <CHARNAME>. Aber es scheint, als sei ich nicht das einzige Mitglied der Fünf gewesen, das den Untergang der anderen geplant hätte.

source: You won't be the first to try and kill me... and probably not the last!
french: Vous ne serez pas le premier à essayer de me tuer... ni le dernier, à mon avis !
german: Ihr seid nicht der Erste, der versucht, mich zu töten... und wohl auch nicht der Letzte!
