Repository: abalabokhin/Ascension
Catalog: ascension/lang/po/*.po
Languages: french, german

# female
source: And what of Imoen, the eternal child? She had been through much during her travels with <CHARNAME>, things that she would refuse to discuss later in life, but her spirit had never been broken. She parted ways from her companions to seek her own destiny, out from under the shadow of her <PRO_BROTHERSISTER>. She returned to Candlekeep for a short time, her formidable skill in magic granting her a greater appreciation for its tomes. Here she could remember simpler times with <CHARNAME> and Gorion, and feel glad that she had followed in her foster-father's footsteps. Though asked to remain, Imoen eventually decided that Candlekeep was much smaller than she remembered and left to pursue adventures abroad. Many are the tales of the archmage that Imoen became. She wore many other names throughout her life, some mysterious and foreboding while others odd and quirky considering the power this great woman possessed. Anyone who had known Imoen in her youth would immediately recognize her despite any name, however... no amount of age or wisdom could disguise the mischievious twinkle in her eyes or the ready grin to greet a friend. She became the confidante of Khelben "Blackstaff" Arunsun and was oft-associated with a tale involving the great Elminster, supposedly picking the sage's pocket one day and then leading him on a merry magical chase across Faerun for four months. The exact truth of the tale is unknown... though it's certainly not unlike Imoen to encourage an old codger to not be such a stick-in-the-mud, and her later friendship with Elminster is well-documented. Later tales say Imoen founded a thieves guild that operated all the way to Neverwinter, sparred with the Shadow Thieves and the Zhentarim and even duelled a dragon because (so the story goes) "he was rude". At times, Imoen was known to think back on her old friend, <CHARNAME>, and smile sadly... and then immediately be possessed with a wickedly funny thought that would propel her onto her next scheme. It seems that some people, thankfully, will never change.
french: Et qu'en est-il d'Imoen, l'éternelle enfant ? Elle endura bon nombre de tourments au cours de ses voyages avec <CHARNAME>, des choses dont elle refusa de se confier plus tard, mais son esprit ne fut pour autant jamais brisé. Elle se sépara de ses compagnons pour partir à la recherche de sa propre destinée, sortant de l'ombre de celle de sa sœur. Imoen retourna tout d'abord à Château-Suif pour une courte période, où sa grande maîtrise de la magie lui permit d'apprécier davantage les ouvrages qui s'y trouvaient. Là-bas, elle se rappela des simples moments passés en compagnie de <CHARNAME> et de Gorion, et se sentit heureuse d'avoir suivi les traces de son père adoptif. Bien qu'on lui demandât de rester, Imoen finit par trouver que la grande bibliothèque était bien plus étroite que dans ses souvenirs et repartit à l'aventure. Nombreux furent les récits sur l'archimage qu'Imoen devint. Elle porta de nombreux noms au cours de sa vie, certains étaient mystérieux et angoissants, et d'autres étaient étranges et excentriques, compte tenu du pouvoir que possédait cette femme exceptionnelle. N'importe qui ayant connu Imoen dans sa jeunesse l'aurait immédiatement reconnue quel que soit son nom, cependant... ni l'âge ni la sagesse ne purent éteindre l'étincelle malicieuse dans ses yeux, ou le sourire qu'elle arborait pour accueillir un ami. Elle devint la confidente de Khelben « Bâton-noir » Arunsun, et fut fréquemment citée dans un récit impliquant le grand Elminster Aumar de Valombre, ayant paraît-il fouillé les poches du sage et l'ayant ensuite entraîné dans une joyeuse course-poursuite magique à travers tout Féérune pendant plus de quatre mois. La vérité exacte sur cette histoire est inconnue... mais ce ne serait pas surprenant de la part d'Imoen d'encourager « un vieux schnock » à ne pas se montrer si « rabat-joie », et l'amitié qu'elle eut ensuite avec Elminster est bien connue. Les récits ultérieurs disent qu'Imoen aurait même fondé une guilde de voleurs qui opérait jusqu'à Padhiver, qu'elle affronta les Voleurs de l'ombre et le Zentharim et se battit même avec un dragon car (du moins c'est ce que dit l'histoire) « il était grossier ». Parfois, Imoen repensait à sa vieille amie, <CHARNAME>, et souriait tristement... pour immédiatement ensuite avoir une idée malicieusement amusante qui l'amenait vers son prochain projet. Il semble que certaines personnes, fort heureusement, ne changeront jamais.

# female
source: The years following the Bhaalspawn saga were kind to Jaheira. They couldn't be called peaceful, by any means, but her relationship with <CHARNAME> weathered it all. Theirs was an unshakable union, and while duty or adventure might separate them for even years a time, they always returned to one another. Her friends would marvel at how secure in this Jaheira seemed to be, especially considering her initial reluctance, but she would chuckle when thinking back on those first cautious days. After all, she and <CHARNAME> had literally been to the hells and back, and when the gods themselves couldn't separate the two, what were simple months and miles going to do? Jaheira raised high in the ranks of the Harpers, always the voice of wisdom and sense in the organization. She became renown as a great heroine and mediator, although no-one was surprised when she would leave for great spans of time to travel with <CHARNAME> to some distant corner of the Realms. The pair were sighted in Neverwinter, Rashemen, the great southern steppes and even the jungles of Chult. Eventually Jaheira left the Harpers over a dispute, relieved to be done with them and dedicating herself to the raising of <CHARNAME>'s new son. <CHARNAME> visited often, reveling in the joy of fatherhood... but always his wanderlust would take him on the road again. Jaheira was not always with <CHARNAME> and not always share in his victories and achievements, but would never be truly apart from him. And <CHARNAME>'s son? Tutored by two of the most potent being in the Realms, he would grow to forge a destiny of his own to rival his father's. That, however, is another tale...
french: Les années qui suivirent la conclusion de la quête de l'enfant de Bhaal furent douces à Jaheira. On ne peut pas dire qu'elles aient été paisibles, loin de là, mais sa relation avec <CHARNAME> l'aida à surmonter les épreuves. C'était une union solide, et même si le devoir ou l'aventure purent les séparer, parfois même pendant des années, elles retournèrent toujours l'une vers l'autre. Ses amis s'émerveillaient de voir à quel point Jaheira était devenue confiante à propos de leur relation, surtout en se rappelant sa réticence initiale, et elle gloussait en se souvenant de ses premiers jours de méfiance. Après tout, elle et <CHARNAME> s'étaient littéralement rendues en enfer et en étaient revenues, et si les dieux en personne ne purent les séparer, que pouvait bien représenter de simples mois ou quelques lieues de distance ? Jaheira s'éleva haut dans les rangs des Ménestrels, faisant toujours prévaloir la sagesse et le bon sens au sein de l'organisation. Elle devint renommée en tant que grande héroïne et médiatrice, bien que personne ne fût surpris qu'il lui arriva de disparaître durant de longues périodes, voyageant en compagnie de <CHARNAME> dans quelques contrées éloignées des Royaumes. Le couple fut aperçu à Padhiver, en Rashéménie, aux grandes steppes du sud et même dans les jungles de Chult. Jaheira finit par quitter les Ménestrels à la suite d'une dispute, soulagée d'en avoir fini avec eux et se consacrant à l'éducation d'un garçon qu'elle et <CHARNAME> venaient d'adopter. Celle-ci revenait d'ailleurs souvent, appréciant les joies de la maternité... mais finissant toujours par se laisser rappeler par sa soif d'aventure. Jaheira ne fut pas toujours en sa compagnie, et ne put pas toujours partager ses exploits et ses victoires, mais elle n'en fut pour autant jamais vraiment séparée. Et qu'en est-il de leur fils adoptif ? Instruit par deux des plus grandes héroïnes de tous les Royaumes, il grandira en se forgeant une légende capable de rivaliser avec celle de <CHARNAME>. Mais ceci est une tout autre histoire...

# female
source: The perils that Mazzy Fentan faced at the side of <CHARNAME> did nothing to dissuade her thirst for adventure. In fact, it was not long after the events in Tethyr that she formed the Fentan Knights, a stalwart band of heroes that spawned tales across the Realms. Always Mazzy invoked the name of <CHARNAME> when urging her comrades to valour, or when they battled doubt and temptation. <CHARNAME> was the greatest <PRO_MANWOMAN> that Mazzy had ever known, and the halfling knight felt it was her duty to try to live up to her old friend's legacy. The Fentan Knights battled trolls to save endangered towns, turned back tides of orcs to preserve ancient forests, and faced a rogue dragon in its own lair just to make the world a better place. Their legend was larger than life, especially so for Mazzy, and it was said on occasion that if valor were inches, she'd be twenty feet tall. It was well known that Mazzy's crowning achievement was the day she was annointed an honorary paladin in the great hall of the Radiant Heart. The first halfling ever to do so, indeed the first non-human, Mazzy's quiet tears of pride flowed freely down her face as the aged Prelate laid the Order's greatest honors across her shoulders. It was said that Mazzy scanned the crowd often during the ceremony, and for all the old friends that had been able to attend, the face she looked for most was <CHARNAME>'s. For all her risks, Mazzy eventually passed peacefully at a ripe old age. She had never settled down and had no children, but her legacy was one that would go on to inspire her people for generations to come.
french: Les périls que Mazzy Fentan connut aux côtés de <CHARNAME> ne firent qu'accentuer son goût pour l'aventure. Elle fonda d'ailleurs les « Chevaliers de Fentan » peu de temps après les événements du Téthyr, une vaillante troupe de héros toujours prompts à faire naître des légendes dans les Royaumes. Mazzy citait bien souvent le nom de <CHARNAME> lorsqu'elle appelait ses camarades à faire preuve de bravoure, ou quand ils étaient en proie au doute ou à la tentation. <CHARNAME> fut la femme la plus remarquable que Mazzy ait jamais connue, et la petite-femme sentait qu'il était de son devoir de porter l'héritage de sa vieille amie. Les chevaliers de Fentan combattirent ainsi des trolls pour sauver des villes en péril, mirent en déroute des armées d'orques pour préserver d'anciennes forêts, et affrontèrent même un dragon malveillant dans sa propre tanière, juste pour « rendre le monde meilleur ». Où qu'elle aille, la compagnie était systématiquement accueillie par une foule en liesse. Leur renommée était exubérante, tout particulièrement concernant Mazzy, et il fut dit en de maintes occasions que si la taille faisait la valeur d'un être, alors Mazzy mesurerait au moins cinq mètres. Il est bien connu que le summum de la carrière d'aventurière de Mazzy fut le jour où elle devint paladin honoraire dans le grand hall de l'Ordre du Cœur radieux. Première petite-personne à être ainsi honorée, si ce n'est la première non-humaine. De discrètes larmes de joie s'écoulèrent des yeux de Mazzy ce jour-là tandis que le prélat rendait les plus grands honneurs de l'Ordre sur ses épaules. Il est dit que Mazzy scrutât fréquemment la foule durant la cérémonie, et de tous les vieux amis qui avaient pu y assister, celle qu'elle désirât le plus revoir était <CHARNAME>. Après toutes ces péripéties, Mazzy s'est éteinte paisiblement à un âge avancé. Elle ne s'est jamais établie et n'eut jamais d'enfant, mais son histoire est de celles qui inspireront les générations à venir.

# female
source: In the years following his resurrection by <CHARNAME>, Sarevok spent many years wandering throughout the Forgotten Realms, rarely spending much time in any single place. In Berdusk he is said to have routed an army of invading orcs, displaying such fearsome power and rage that terrified locals weren't sure whom to fear more... only to disappear quietly without expecting a reward. In Westgate he arrived as conqueror, brutally enforcing his will over the city only to mysteriously vanish months later, leaving his own startled men to the mercies of the angry mobs. He acted like a man that did not know himself, and all the stories agreed that Sarevok was a tortured soul, balanced between life and death, never to achieve either. Those who knew Sarevok best, which were few, said that the tormented warrior would in turn curse the fabled <CHARNAME> for giving him his second chance... and then thank <PRO_HIMHER>. Eventually he disappeared entirely from the Realms, said to have assaulted the Abyss itself or even taken his own life. In truth, he journeyed to Kara-Tur to bury his one true love, the warrior Tamoko. He never returned, though the stories endure.
french: Pendant les années qui suivirent sa résurrection par <CHARNAME>, Sarevok Anchev passa de nombreux printemps à errer dans les Royaumes oubliés, ne restant que rarement au même endroit. À lui seul, il aurait mis en déroute une armée d'orques à Berdusk, déployant une puissance et une férocité si effrayantes que les habitants terrifiés ne savaient plus vraiment qui craindre le plus... puis il s'éclipsa discrètement sans même attendre de récompense. Il arriva à Port-Ponant en conquérant, imposant brutalement sa volonté sur la ville avant de mystérieusement disparaître quelques mois plus tard, laissant ses propres hommes effarés en proie à la foule déchaînée. Il agissait comme un homme qui ne se connaissait pas lui-même, et toutes les histoires s'accordent à dire que Sarevok était une âme torturée oscillant entre la vie et la mort, sans jamais parvenir à l'une ou l'autre. Les gens qui connaissaient bien Sarevok, donc pour ainsi dire peu de monde, dirent que le guerrier tourmenté maudissait la légendaire <CHARNAME> de lui avoir donné cette seconde chance... pour ensuite l'en remercier le lendemain. Finalement, il finit par disparaître définitivement des Royaumes... Certaines rumeurs prétendent qu'il aurait péri en partant seul à l'assaut des Abysses, à moins qu'il n'ait décidé de mettre lui-même un terme à ses souffrances. Mais en vérité, il se retira à Kara-Tur pour y enterrer son seul véritable amour, Tamoko la guerrière. Sarevok n'en revint jamais, bien que certaines légendes subsistent.

# female
source: After parting ways with <CHARNAME>, Valygar continued his adventures for several years, traveling in the wilds of northern Faerun and becoming a common sight in the area of Waterdeep. Later he was content to finally return to Athkatla and retire to the quiet, contemplative life at his family's estate that he had always desired. Pressure from admirers within the local nobility saw him taking up the mantle of Chief Inspector, a responsibility he never desired but took on willingly to combat the growing corruption within the city. For many years, Valygar's was the name spat by every criminal or slaver who dared to place a foot within the city. Valygar was dauntless, turning the city garrison into a force even the most self-confident thief had to respect. Valygar and the Shadow Thieves sparred many times, eventually reaching a point of mutual respect... though most considered the ranger the victor even then. Surprising even himself, Valygar eventually restored the good name of the Corthalas in Athkatla and even married. His only son, the pride of his life, took the lessons of his father to heart. Valygar would watch him go on to become the head of the Cowled Wizards and its greatest agent of reform, and for once in his life Valygar would know pride. Remembering the man that he had once been, fleeing his history into the deepest woods of Amn, the ranger would be thankful that <CHARNAME> had entered his life and forever wish his old friend well.
french: Valygar Corthala continua à parcourir les chemins plusieurs années après avoir quitté <CHARNAME>, voyageant à travers les contrées sauvages du nord de Féérune. Il resta ensuite longtemps dans les environs d'Eauprofonde mais se retira dans son domaine familial, à Athkatla, pour y mener une vie de calme et de contemplation. Il put enfin y trouver la paix intérieure qu'il avait toujours tant convoité. Cependant, la pression exercée par ses admirateurs de la noblesse locale pour qu'il prenne la charge de Prévôt de la ville ne lui laissa aucun répit ; une responsabilité qu'il rejeta dans un premier temps. Mais ne pouvant plus tolérer la corruption rampante qui gangrenait la ville, Valygar passa outre son inflexibilité et accepta le poste. Pendant de nombreuses années, le nom de Valygar fut maudit par chaque criminel ou esclavagiste osant mettre un pied dans la cité. Valygar fut audacieux, transformant la garnison de la ville en une force dont même les voleurs les plus talentueux eurent à se méfier. Valygar et les Voleurs de l'ombre furent aux prises plusieurs fois, pour finalement atteindre un degré de respect mutuel... Bien qu'à ce moment, plusieurs aient considéré le rôdeur comme le grand vainqueur. À sa grande surprise, il se révéla être un dirigeant juste et efficace, et c'est ce mandat qui lui permit de véritablement redorer le blason des Corthala. Valygar finit par se marier et de son union naquit un fils, qui fut sa plus grande fierté. Celui-ci prit à cœur les leçons que son père lui avait enseignées et fut nommé quelques décennies plus tard à la tête des Mages cagoulés. Par la suite, le jeune Corthala devint le plus grand réformateur que l'organisation ait jamais connu. Valygar, quant à lui, ressentit pour la première fois de sa vie une très grande fierté ; se rappelant de l'homme qu'il fut : un homme fuyant son histoire au plus profond des bois sombres d'Amn. Le rôdeur rendit grâce à <CHARNAME> d'être entrée dans sa vie et pria pour que sa vieille amie se porte bien où qu'elle fût...

# female
source: Upon parting paths with <CHARNAME>, Viconia wandered for a great deal of time. She still met with ignorance and hatred from those who knew of her kind, but Viconia was determined now more than ever to establish herself as seperate from the legacy of the dark elves. She had been to the deepest planes of hell and fought side-by-side with <CHARNAME> as <PRO_HESHE> became a God... and she would hide her face from the surface lands no longer. Even when Shar, her goddess of darkness and loss, abandoned her completely Viconia was unrepetant. Tales of her grew as she made her presence felt in one land after another... often as a savior, only to be thanklessly driven out by suspicion and fear. Still Viconia traveled on, refusing the company of fellow travelers and adventurers and never finding anywhere that she could truly name a home. Her destiny was her own, and she would seek it on her own terms. What eventually become of Viconia is unknown. Her greatest legend is also the most unlikely, although its persistence gives it some credit. It is said that Viconia saved the elves of Suldanessellar from a Zhentarim plot, fighting valiantly against the organization's agents... and in the end placing herself in harm's way to save Queen Ellesime from a deadly arrow. Upon being revived, Viconia was surprised to discover that this last act had prompted the Suldanessellar elves to finally accept and forgive their drow sister. Queen Ellesime granted the highest honors of the Seldarine to Viconia, the first drow ever honored so, and even invited Viconia to find a home in the Tree of Life once again. Viconia was obviously moved by the gesture... and while she considered the Queen's offer, it is said she eventually merely bowed deeply to Ellesime and silently left Suldanessellar forever. Viconia was never reported seen again...
french: Viconia DeVir, peu après avoir quitté <CHARNAME>, continua à errer pendant un bon bout de temps dans les Royaumes. Où qu'elle aille, Viconia se heurta encore et toujours à l'ignorance et à la haine des « surfacins », mais elle était plus déterminée que jamais à se détacher de la sombre réputation des drows. Elle s'était rendue dans les tréfonds des Enfers et avait combattu aux côtés de <CHARNAME> alors que cette dernière accédait à la divinité... et plus jamais Viconia ne cacherait son visage au monde de la surface. Même lorsque Shar, la déesse des ténèbres et de la perte l'abandonna complètement, Viconia ne trahit pas la moindre émotion. Les récits sur la drow grandirent tandis qu'elle faisait sentir sa présence d'un pays à l'autre... bien souvent en tant que salvatrice, seulement pour être ensuite ingratement chassée de par la peur et la suspicion que son héritage insufflait. Malgré cela, Viconia continua de voyager, seule. Elle refusait toute compagnie, prétextant qu'elle souhaitait suivre sa destinée par ses propres moyens, et ne réussit jamais vraiment à trouver un endroit qu'elle puisse appeler son foyer. Son destin lui appartenait, et elle le chercherait à sa façon. Ce qu'il est ensuite éventuellement advenu de Viconia reste incertain. Sa plus grande légende est également la plus improbable, bien que sa persistance lui donne un certain crédit. Il est dit que Viconia aurait sauvé les elfes de Suldanessalar d'un complot fomenté par le Zhentarim. Qu'elle combattit vaillamment les agents de l'organisation... et à la fin, elle protégea même de son propre corps la Reine Ellésime d'une flèche mortelle. Lorsqu'elle fut ranimée, Viconia fut surprise de découvrir que cet acte avait incité les elfes de Suldanessalar à enfin accepter et pardonner leur sœur de la nuit. La Reine Ellésime accorda les plus grands honneurs de la Seldarine à Viconia, une récompense encore jamais octroyée auparavant à une elfe noire, et l'invita même à trouver refuge auprès de l'Arbre de vie une nouvelle fois. Viconia fut profondément touchée par ce geste, et bien qu'elle ait réellement considéré l'offre de la Reine, il est dit qu'elle se serait alors simplement prosternée devant Ellésime avant de quitter discrètement Suldanessalar pour toujours. Ce qu'il advint de la sombre elfe est, aujourd'hui encore, un véritable mystère...
