Repository: abalabokhin/Ascension
Catalog: ascension/lang/po/*.po
Languages: french, german

# female
source: Aerie and <CHARNAME> would prove inseparable, journeying together with their wide-eyed son always in tow. Before long, little Quayle had a sister with whom to share the delights of his parents' exploits. The family's later years would hold one last great trek, however, as Aerie was still tormented by memories of her enslavement and the loss of her wings. She and <CHARNAME> sought out her people, the winged avariel of Faenya-Dail, and there they found not only a warm welcome but Aerie's loving parents, who had never given up hope of finding their child. With the pain of their respective pasts laid to rest, it was there among the clouds that Aerie and <CHARNAME> were finally married. It is said that their union was blessed by both Aerdrie Faenya and Baervan Wildwanderer.
french: Aerie et <CHARNAME> furent inséparables, arpentant toutes deux les routes des Royaumes avec leur fils aux grands yeux écarquillés, toujours de la balade. Très vite, le petit Quayle eut une sœur adoptive avec laquelle il partagea les merveilles des prouesses accomplies par ses parents. Leurs vieux jours les amenèrent à entreprendre un ultime et long voyage, car Aerie demeurait tourmentée par les souvenirs de ses années d'esclavage et de la perte de ses ailes. Elle partit avec <CHARNAME> à la recherche de son peuple, les avariels de Faenya-Dail, les elfes ailés auxquels Aerie fut si cruellement arrachée jadis. Elles y rencontrèrent non seulement un accueil chaleureux, mais également les tendres et affectueux parents d'Aerie, qui n'avaient jamais abandonné l'espoir de retrouver un jour leur fille disparue. Leurs retrouvailles furent débordantes de joies et de pleurs, tandis que chacun enlaçait l'autre avec ferveur. Une fois la peine de leur passé respectif apaisée, c'est là, parmi les nuages, qu'Aerie et <CHARNAME> se marièrent enfin. Il est dit que leur union fut bénie à la fois par Aerdrie Faenya et Baervan Ermiterrant.

# female
source: Many were the achievements of Anomen Delryn, the Shining Knight, and his much-renowned lady. They were known as heroes almost everywhere they went, and the cheers of their admirers drowned out any whispers pertaining to <CHARNAME>'s heritage. So prolific were their deeds that their wedding was constantly delayed, either due to some impending crisis or a lucrative mission that one or the other would insist on investigating. Finally, a day approached that both <CHARNAME> and her beloved were determined to keep. The heralded event drew heroes and dignitaries in droves from across Faerun, and Elminster himself united the lovers in one of the grandest ceremonies the city of Baldur's Gate had ever hosted. <CHARNAME> and Anomen withdrew from public life shortly thereafter, though if tales be true, their adventures never truly ended. In time, their daughter Moira would forge her own legend.
french: Nombreux furent les exploits d'Anomen Delryn, le chevalier étincelant, et de sa célèbre dame. Ils étaient reçus comme des héros à peu près partout où ils allaient, et les acclamations de leurs admirateurs couvraient toutes les rumeurs relatives au sombre héritage de <CHARNAME>. Leurs exploits étaient si prolifiques que la date de leur mariage fut maintes fois repoussée, soit à cause d'une crise imminente, soit en raison d'une affaire lucrative dans laquelle l'un ou l'autre insistait pour s'immiscer. Une date fut finalement fixée, qu'Anomen et sa dulcinée étaient cette fois bien déterminés à respecter. La célébration annoncée attira des héros et des dignitaires en grand nombre de tout Féérune, et c'est Elminster en personne qui unifia les amoureux dans de ce qui fut sans doute l'une des plus grandes et somptueuses cérémonies que la ville de la Porte de Baldur ait jamais accueillies. Anomen et <CHARNAME> se retirèrent de la vie publique peu de temps après, bien que... si les histoires disent vraies, leurs aventures ne connurent jamais de véritable fin. En temps voulu, leur fille, Moira, forgea sa propre légende.

# female
source: The years following the Bhaalspawn Crisis were kind to Jaheira. They couldn't be called peaceful by any means, but her relationship with <CHARNAME> weathered each challenge. Theirs was an unshakable union, and while duty or adventure might separate them for a time, they would inevitably return to one another. Their friends marveled at the certainty of their bond, especially considering Jaheira's initial reluctance to be with <CHARNAME>. But she would chuckle when thinking back on those first cautious days: after all, they had literally been to the Hells and back, and if the gods themselves couldn't separate the two, what were simple months and miles? Jaheira became known as a great heroine and mediator, finding success in Neverwinter, Rashemen, the southern steppes and even the jungles of Chult. She lived long and well, not always at <CHARNAME>'s side or sharing in his victories, but never truly apart from him.
french: Les années qui suivirent la conclusion de la quête de l'enfant de Bhaal furent douces à Jaheira. On ne peut pas dire qu'elles aient été paisibles, loin de là, mais sa relation avec <CHARNAME> l'aida à surmonter les épreuves. C'était une union solide, et même si le devoir ou l'aventure purent les séparer pendant quelque temps, elles retournèrent toujours l'une vers l'autre. Leurs amis s'émerveillaient de voir l'évidence et la certitude de leur union, surtout en se rappelant la réticence initiale de Jaheira à fréquenter <CHARNAME>. Et elle gloussait en se souvenant de ses premiers jours de méfiance. Après tout, elle et <CHARNAME> s'étaient littéralement rendues en enfer et en étaient revenues, et si les dieux en personne ne purent les séparer, que pouvait bien représenter de simples mois ou quelques lieues de distance ? Jaheira devint une grande héroïne et médiatrice, trouvant le succès à Padhiver, en Rashéménie, aux steppes du sud et même dans les jungles de Chult. Jaheira vécut de longues et heureuses années, pas toujours en compagnie de <CHARNAME>, mais jamais très loin d'elle non plus...

# female
source: <CHARNAME> and Viconia deVir left Tethyr together. He became an important political figure in the Realms, and she his trusted counsel. After settling in Baldur's Gate, they eventually welcomed a son - an unplanned addition that initially strained their relationship. But motherhood gave Viconia a new purpose, and she dedicated herself to raising the boy and teaching him the ways of both the drow and his father's people. She marveled at the understanding in his eyes, but unfortunately would not live to see him grow. A servant of Lolth poisoned Viconia in the night, leaving her to whisper last words to her loving mate in private. Some say father and son declared war on the Underdark in response, or sought retribution against Lolth herself in the abyssal Demonweb Pits, but it is known that <CHARNAME> was guided in all things by the memory and love of his dark maiden.
french: Viconia DeVir et <CHARNAME> quittèrent ensemble le Téthyr. <CHARNAME> devint par la suite une figure politique importante des Royaumes, notamment grâce aux conseils avisés de sa moitié. Après s'être installées à la Porte de Baldur, elles décidèrent d'adopter un enfant, un événement qui a initialement mis à mal leur relation. Cependant, après quelque temps, cette adoption donna à Viconia une nouvelle raison d'être, et elle se consacra à élever le jeune garçon, lui inculquant les coutumes des deux cultures : celle des elfes noirs et celle du peuple de <CHARNAME>. Elle s'émerveillait de la compréhension dont l'enfant faisait déjà preuve, malheureusement, elle ne vécut pas suffisamment longtemps pour le voir grandir. Une séide de Lolth empoisonna Viconia dans la noirceur de la nuit, la forçant à murmurer ses dernières paroles à l'oreille de sa bien-aimée. Certains disent que <CHARNAME> et son fils déclarèrent la guerre à l'Ombre-Terre en représailles, d'autres prétendent qu'ils cherchèrent à se venger de Lolth en personne dans les Fosses démoniaques abyssales. Ce qui est certain, c'est que <CHARNAME> fut guidée en toutes circonstances par le souvenir et l'amour qu'elle portait à sa sombre promise.

# female
source: In his short time with <CHARNAME>, Balthazar reached a new enlightenment. He understood that vigilance must be tempered with compassion, justice with mercy. Resolved to never again repeat the mistakes of his past, Balthazar returned to his monastery and drove out the remaining criminal elements, making the outpost safe for new settlers and merchants. As the years passed, Amkethran became the jewel of Tethyr, renowned for its cultural richness and the serenity it offered. Balthazar himself was instrumental in creating the Monastic Guard, an elite group of paladins and monks sworn to protect the common folk from tyranny. When his work was done, and he had earned the respect and love of his people many times over, Balthazar embarked on a pilgrimage to Candlekeep. There he studied <CHARNAME>'s humble beginnings, and gave thanks for the peace his <PRO_BROTHERSISTER> had brought.
french: En dépit du peu de temps passé avec <CHARNAME>, Balthazar eut une grande révélation. Il comprit que la vigilance devait être tempérée par la compassion ; et la justice, elle, par la clémence. Résolu à ne plus jamais reproduire les mêmes erreurs qu'il avait commises par le passé, Balthazar retourna à son monastère et y chassa les derniers malfaiteurs présents, sécurisant ainsi l'avant-poste pour les nouveaux arrivants et les commerçants. Au fil du temps, Amkethran devint le joyau du Téthyr, réputée pour sa richesse culturelle et la sérénité qu'elle offrait. Balthazar joua un rôle capital dans la création de la Garde Monastique, une troupe d'élite constituée de moines et de paladins ayant juré de protéger le commun des mortels de la tyrannie sous toutes ses formes. Une fois son travail achevé, et après avoir gagné le respect et l'amour de son peuple, Balthazar se lança dans un pèlerinage à Château-Suif. Il y étudia les humbles origines de <CHARNAME>, et rendit un dernier hommage à sa sœur pour la paix qu'elle lui avait apportée.

# female
source: Fool! You think to betray me, Child of Bhaal? I refuse to return to the abyss. I shall rip every shred of that soul from your body! Let the dance end here!
french: Idiote ! Vous songez à me trahir, enfant de Bhaal ? Je refuse de retourner dans les Abysses ! Je vais arracher chaque morceau d'âme de votre corps ! Que cette danse se termine ici même !

# female
source: Such an ungrateful <PRO_MANWOMAN> you are. Still, I have life once more, and I intend to enjoy it. Perhaps the wizards of Spellhold still wish to play?
french: Quelle femme ingrate vous faites. Mais je vis à nouveau, et j'ai l'intention d'en profiter. Peut-être que les mages de Spellhold ont toujours envie de jouer ?

# female
source: You're a pathetic excuse for an elf, Irenicus. If you wish to die again, I'll happily oblige.
french: Tu es une chose pathétique pour un elfe, Irenicus. Si tu veux mourir à nouveau, je serai heureuse de te satisfaire.

# female
source: Bah! I should not be wasting time on you. I still have to absorb the Bhaalspawn essences... and there is more than enough power in this plane to keep you busy. Irenicus... Imoen... show <CHARNAME> the power <PRO_HESHE> dares to oppose while I take what is mine!
french: Bah ! Je ne devrais pas perdre mon temps avec toi. J'ai encore à absorber les essences des enfants de Bhaal... et il y a bien assez de puissance dans ce plan pour te tenir occupée. Irenicus... Imoen... montrez à <CHARNAME> le pouvoir auquel elle ose s'opposer pendant que je prends ce qui me revient !

# female
source: Irenicus, I believe you called him. So easily culled as my own, since you abandoned him here recently... and such a valuable source of information on you, <CHARNAME>. After all... I believe you did share a soul, once, no? Say hello to the dear <PRO_MANWOMAN>, Irenicus.
french: Irenicus, je crois que tu l'appelles ainsi. Si facilement rallié à ma cause après que tu l'aies abandonné ici... et une si bonne source d'informations à ton sujet, <CHARNAME>. Après tout... je crois que vous avez partagé une âme, autrefois, non ? Dis bonjour à cette femme, Irenicus.

# female
source: Aerie continued adventuring after years after leaving <CHARNAME>'s company, often traveling with a larger group but sometimes striking out on her own to use her considerable power to fight against slavery in the Realms. Her compassion grew tainted by revenge, however, revenge for what had been taken from her when she was in chains and could never be restored. She might have lost herself to her vengeance entirely had fortune not smiled upon her. The tale goes that Aerie, filled with a righteous fury, destroyed a slaver enclave in the northern hills of Cormyr single-handedly. She was surprised to find a group of avariel elves that had been held captive there and quickly freed them, and was in turn invited to return to her long-lost home of Faenya-Dail. She learned much while she was there. Most importantly, she learned she was no longer truly one of avariel, and let go forever of the wings that she had lost. Faenya-Dail was no longer her home, and it was with mixed emotions that she bid it farewell. It is said that Aerie eventually became a high priestess in Understone, a gnomish village her mentor Quayle had sometimes spoken of. He had been her true family, and it was among his people that she finally found happiness and the family she had always longed for. It was also said that Aerie prayed for her old friend, <CHARNAME>, each night as the stars revealed themselves in the sky above. She sincerely hoped her friend had been fortunate enough to find the peace that she had... for without <CHARNAME>, it would never have been possible.
french: Aerie continua sa vie aventureuse pendant des années après avoir quitté la compagnie de <CHARNAME>, voyageant souvent au sein d'un groupe, elle fit néanmoins parfois cavalier seul, utilisant ses pouvoirs considérables pour combattre toute forme d'esclavage dans les Royaumes. Sa compassion fut toutefois altérée par un sentiment de vengeance : une soif de revanche obsessionnelle pour tout ce dont elle fut dépossédée lors de sa captivité, et qui ne pourra jamais lui être restitué. À tel point qu'elle aurait pu se dévoyer entièrement dans sa quête de vengeance si la chance ne lui avait pas souri. Les histoires racontent qu'Aerie, remplie d'une fureur moralisatrice, détruisit une enclave d'esclavagistes dans les collines au nord du Cormyr à elle seule. Elle fut surprise d'y trouver un groupe d'avariels qui étaient retenus prisonniers et les libéra en vitesse. En retour, ils la persuadèrent de rejoindre Faenya-Dail, le foyer d'où elle fut si cruellement arrachée jadis. Aerie apprit beaucoup durant son séjour, notamment qu'elle n'était plus vraiment l'une des leurs, que plus jamais elle ne serait une avarielle. Elle cessa donc de s'apitoyer sur son sort et de se languir de ses ailes, admettant que cela ne mènerait à rien. Faenya-Dail n'était plus son foyer, et ce fut avec le cœur troublé qu'elle en partit pour toujours. Il est dit qu'Aerie finit par devenir une grande prêtresse à Pierrebasse, un village gnome dont lui avait souvent parlé Quayle, son tuteur. Il avait été sa seule véritable famille, et c'est parmi les siens qu'elle trouva finalement la joie et la famille qu'elle avait toujours souhaitées. Il est également dit qu'Aerie priait pour sa vieille amie <CHARNAME>, chaque nuit... dès que les étoiles apparaissaient dans le ciel. Elle espérait sincèrement qu'elle aussi ait eu la chance de trouver la paix... car sans <CHARNAME>, cela n'aurait jamais été possible.

# female
source: Aerie and <CHARNAME> would prove inseparable, continuing their adventuring for many years into the future. Aerie's zest for travel brought the pair over much of Faerun and even further. Their young son was always in tow, making <CHARNAME> smile with his wide-eyed awe at the wonders of the world. Eventually the pair would settle, subsequently giving birth to a beautiful daughter that was the second joy of their lives. Only rarely would trouble cause <CHARNAME> and Aerie to bring their great power to bear against the evil of the world, though the tales of their battles would become legendary. Their later years would hold one last great trek, as Aerie still felt a sadness from her time of enslavement and the loss of her wings. Together she and <CHARNAME> sought the Avariel of Faenya-Dail, the winged elves she was stolen from so long ago. They discovered not only her people, but loving parents that had spent years searching for their lost child. Aerie had finally found her family. With no more mystery or confusion to cloud their lives, it was there, among the clouds, that Aerie and <CHARNAME> would finally be married. Their union, it is said, was blessed by the presence of Aerdrie Faenya and Baervan Wildwanderer both. As for the children of <CHARNAME> and Aerie, tutored by two of the Realm's most powerful beings, their own destiny would be a tale to rival their father's...
french: Aerie et <CHARNAME> furent inséparables, continuant ensemble leurs aventures durant plusieurs années. L'envie de voyage d'Aerie emmena le couple à travers tout Féérune, et même plus loin encore. Leur jeune fils les accompagnait toujours, faisant sourire <CHARNAME> à chaque fois qu'il écarquillait ses grands yeux sur les merveilles du monde. Finalement le couple se sédentarisa, adoptant une petite fille qui devint la seconde joie de leurs vies. Ce n'est que rarement que <CHARNAME> et Aerie furent amenées à quitter leur retraite pour utiliser leurs immenses pouvoirs contre le mal, si bien que les récits de leurs combats devinrent légendaires. Leurs vieux jours les amenèrent à entreprendre un ultime et long voyage, car Aerie demeurait tourmentée par les souvenirs de ses années d'esclavage et de la perte de ses ailes. Elles partirent donc toutes deux vers Faenya-Dail, la patrie des Avariels, les elfes ailés auxquels Aerie fut si cruellement arrachée jadis. Elles y retrouvèrent non seulement son peuple, mais aussi et surtout des parents aimants qui avaient passé de longues années à la recherche de leur fille disparue. Leurs retrouvailles furent débordantes de joies et de pleurs, tandis que chacun enlaçait l'autre avec ferveur. Aerie avait finalement retrouvé sa famille, après tant d'épreuves. Sans plus aucun mystère ni trouble pour assombrir leur vie, c'est là, parmi les nuages, qu'Aerie et <CHARNAME> se marièrent enfin. Il est dit que leur union fut bénie par l'apparition conjointe de Baervan Ermiterrant et Aerdrie Faenya. Quant aux enfants de <CHARNAME> et d'Aerie, étant instruits par deux des héroïnes les plus puissantes des Royaumes, il leur est d'ores et déjà destiné des contes et légendes rivalisant avec ceux de <CHARNAME>...

# female
source: Anomen and <CHARNAME> continued adventuring until they were known as heroes almost everywhere they went. Many were the grand tales of the Shining Knight and his utter devotion to his great lady. <CHARNAME>'s past as the terrible Bhaalspawn was forgotten forever as new deeds replaced old and a legacy was created that far outstripped anything granted by godly blood. So prolific were their careers that the proposed date of their wedding kept getting moved back, either due to impending crisis or some lucrative adventure that one or the other would insist on investigating. Finally a date approached that both <CHARNAME> and her beloved were determined to keep, and the much heralded event drew heroes and dignitaries from across Faerun. The couple had touched the lives of many, and those people arrived in droves to watch Elminster himself unite the two in one of the grandest ceremonies the city of Baldur's Gate had ever seen. Anomen and <CHARNAME> retired from public life shortly after the celebrated birth of their daughter, although if tales be true, their adventures never truly ended. Anomen would rise high in the hierarchy of his church, and <CHARNAME> would continue to be the center of strange events throughout their lives. So, too, would their daughter, tutored by two of the greatest heroes in the Realms, forge a legend to rival that of her mother's. That, however, is another story completely...
french: Anomen Delryn et <CHARNAME> poursuivirent leurs aventures durant de longues années, jusqu'à ce qu'ils soient tous deux considérés comme des héros à peu près partout où ils allèrent. Nombreuses furent les histoires sur le chevalier étincelant et à sa dévotion absolue envers sa précieuse damoiselle. Le passé de <CHARNAME> en tant qu'effroyable enfant de Bhaal fut oublié à jamais tandis que de nouveaux exploits remplaçaient les anciens, leur offrant un nouvel héritage, dépassant de loin tout ce qui fut accordé par le sang divin. Leurs carrières étaient si prolifiques que la date de leur mariage fut maintes fois repoussée, soit à cause d'une crise imminente, soit en raison d'une affaire lucrative dans laquelle l'un ou l'autre insistait pour s'immiscer. Une date fut finalement fixée, qu'Anomen et sa dulcinée étaient cette fois bien déterminés à respecter. Les plus grands héros et les plus grandes figures de tout Féérune se déplacèrent pour assister à la cérémonie. Le couple avait influencé la vie de nombreuses personnes, tous connaissaient les deux héros, au moins de renom, et tous voulaient voir Elminster en personne unir ces deux êtres d'exception au cours de ce qui fut sans doute la plus grande et somptueuse cérémonie de toute l'histoire de la Porte de Baldur. Anomen et <CHARNAME> se retirèrent de la vie publique peu de temps après la naissance de leur fille, bien que... si les histoires disent vraies, leurs aventures ne connurent jamais de véritable fin. Anomen se serait élevé très haut dans la hiérarchie de son Église, et <CHARNAME> aurait continué à être le centre d'événements étranges tout le long de leur vie. Bientôt, leur fille, élevée par deux des plus grands héros de tous les Royaumes, se forgerait une légende capable de rivaliser avec celle de <CHARNAME>. Mais ceci est une tout autre histoire...
