Repository: abalabokhin/Ascension
Catalog: ascension/lang/po/*.po
Languages: french, german

source: I will *not* be mocked so! I have sacrificed my entire life, the people of this village, everything I have in order to see this evil destroyed! Destroyed, all of it! I cry out to Ao the Overfather that such evil must not be allowed to live in the hearts of mortals, and I *will* be heard!
french: Je ne me laisserai pas humilier ainsi ! J'ai sacrifié ma vie entière, les gens de ce village et tout ce que j'avais dans l'espoir de voir ce mal détruit ! Complètement détruit ! Je clame auprès du grand Ao, le Père des pères, qu'un tel mal ne devrait être autorisé à vivre dans le cœur des mortels, et je serai entendu !
german: Ich lasse mich *nicht* auf diese Weise verspotten! Ich habe mein ganzes Leben, die Bewohner dieses Dorfes, alles, was ich habe, geopfert, um dieses Böse zu zerstören! Vollständig zerstören! Ich rufe zu Ao dem Übervater, dass solches Böse nicht in den Herzen von Sterblichen leben darf, und ich *werde* erhört werden!

source: I... know only what the temptations are that the taints puts upon us, <CHARNAME>. I know only that if our power was to grow, if your power was to grow, that so would the temptation.
french: Je... sais seulement quelles sont les tentations que cette souillure nous fait subir, <CHARNAME>. Je sais juste que si notre pouvoir grandit ; si votre pouvoir grandit ; alors la tentation... elle aussi, grandit.
german: Ich... kenne nur die Versuchungen, die der Makel uns auferlegt, <CHARNAME>. Ich weiß nur, dass, wenn unsere Macht wächst, wenn Eure Macht wächst, auch die Versuchungen wachsen werden.

source: But... you have been successful in fighting temptation. More successful than I. I have... done much that I regret, in the name of good. My people suffer because I held my ultimate goal above all else... but is it not true that our treatment of the least of our brethren is the true judge of a man's soul? I... I am ashamed.
french: Mais... vous avez été victorieux dans votre combat contre la tentation. Plus que moi. J'ai... fait tant de choses que je regrette au nom du bien. Mon peuple souffre car je tiens mon but ultime au-dessus de tout... ne dit-on pas que pour juger la bonté de l'âme d'un homme, il faut voir de quelle façon il traite les plus humbles de ses semblables ? Je... j'ai honte.
german: Aber... Ihr wart erfolgreich, gegen die Versuchung zu kämpfen. Erfolgreicher als ich. Ich habe... im Namen des Guten vieles getan, das ich bedaure. Mein Volk leidet, weil ich mein letztes Ziel über alles andere stellte... Aber ist es nicht so, dass unser Verhalten gegenüber den geringsten unserer Brüder der wahre Richter der menschlichen Seele ist? Ich... ich schäme mich.

source: And despite what you might profess, I think the taint sits closer to your heart then you would have me believe. I must walk my own path, <CHARNAME>... and you must walk yours.
french: Et en dépit de ce que vous pouvez dire, je pense que la souillure de notre père est plus proche de votre cœur que vous ne voulez bien me le faire croire. Je dois suivre mon chemin, et vous le vôtre, <CHARNAME>.

source: Very well. Come, my students... my teachings are ended. We make our last stand now for what is right. May the gods have pity on us all.
french: Très bien. Venez mes élèves... mes enseignements sont terminés. Menons notre dernier combat pour ce qui est juste. Puissent les dieux avoir pitié de nous.
german: Gut. Kommt, meine Schüler... mein Unterricht ist beendet. Wir stehen das letzte Mal auf für das Gute. Mögen die Götter sich unser erbarmen.

source: Even had destiny not brought us to this point, I doubt things would have been different. Perhaps if you had not borne the taint of our sire, things might have been different with you. I would have liked to meet a <PRO_MANWOMAN> such as yourself without the taint on your soul, I think. But now I have little choice.
french: Même si la destinée ne nous avait amenés jusqu'ici, je doute que les choses eussent été différentes. Peut-être que si vous n'aviez pas porté la souillure de notre géniteur, tout aurait pu se passer autrement. J'aurais aimé rencontrer un homme tel que vous je pense, s'il n'y avait pas cette souillure sur votre âme. Mais maintenant je n'ai plus vraiment le choix.
german: Selbst wenn das Schicksal uns nicht hierher gebracht hätte, bezweifle ich, dass die Dinge anders wären. Vielleicht, wenn Ihr nicht den Makel unseres Erzeugers tragen würdet, hätten die Dinge für Euch anders sein können. Ich hätte gern jemanden wie euch getroffen, ohne den Makel auf Eurer Seele. Aber nun habe ich keine Wahl.

source: Would that your claim of innocence meant anything to the dead of Saradush. Were I to question the recent dead of Athkatla, of Baldur's Gate, of Candlekeep... would I not find some who would claim such innocence for themselves? Who died merely because they were caught in your wake?
french: J'aimerais que votre présumée innocence ait un sens pour tous les morts de Saradush. Et si je devais questionner les morts d'Athkatla, de la Porte de Baldur ou de Château-Suif... ne trouverais-je pas autant de gens clamant leur propre innocence ? Combien sont morts juste parce qu'ils ont été pris dans votre sillage ?
german: Ich wünschte, dass Euer Beteuern der Unschuld für die Toten von Saradush irgendeine Bedeutung hätte. Würde ich die Toten der letzten Zeit aus Atkatla, aus Baldurs Tor, aus Kerzenburg fragen... würde ich nicht jemanden finden, der diese Unschuld auch für sich beansprucht? Wer ist alles gestorben, nur weil er gefangen war in Eurem Schlepptau?

source: Do you think that others of our kind are any different? Count them, <CHARNAME>, and think of the multitudes of Bhaalspawn that existed and brought misery to others, if not by intent, then even by their very presence. Would you allow such carnage to continue? Have we not spared the entire land from agony by the slaying of our siblings?
french: Pensez-vous que tous ceux de notre nature soient différents ? Comptez-les, <CHARNAME>, et pensez à la multitude d'enfants de Bhaal qui ont existé et ont apporté la souffrance à autrui, même si ce n'était pas intentionnel, juste par leur présence. Allez-vous permettre à un tel carnage de continuer ? N'avons-nous pas épargné la souffrance et l'agonie à cette contrée en éliminant nos frères et sœurs ?
german: Denkt Ihr, dass andere Eurer Art besser wären? Zählt sie, <CHARNAME>, und denkt an die Heerscharen von Bhaalkindern, die existierten und anderen Leid brachten, wenn nicht mit Absicht, so doch durch ihre bloße Gegenwart. Würdet Ihr erlauben, dass dieses Schlachten weitergeht? Haben wir nicht das ganze Land aus Qualen befreit, indem wir unsere Geschwister umbrachten?

source: You believe yourself to be the master of your destiny, do you? The destiny foreseen long ago by Alaundo? You believe it by choice alone that you ended up here, in this place?
french: Vous croyez être le maître de votre destinée, n'est-ce pas ? La destinée prédite il y a bien longtemps par Alaundo ? Vous pensez que c'est par choix personnel que vous vous êtes retrouvé ici, dans cet endroit ?
german: Ihr haltet Euch selbst für den Herrn Eures Schicksals, oder? Des Schicksals, das Alaundo vor langer Zeit vorhersah? Ihr glaubt, dass Ihr allein aufgrund Eurer Entscheidung hier, an diesem Ort, gelandet seid?

source: You mistake the path for the journey, my friend. Whatever paths you have taken since leaving Candlekeep, the journey has ended here as it was always meant to. Destiny masters us... we do not master it.
french: Vous confondez le chemin avec le voyage, mon ami. Quels que soient les chemins que vous ayez suivis depuis votre départ de Château-Suif, le voyage se termine ici comme si cela avait déjà été écrit. Le destin nous contrôle... et non l'inverse.
german: Ihr verwechselt den Weg mit der Reise, mein Freund. Welche Wege auch immer Ihr gegangen seid, seit Ihr Kerzenburg verlassen habt, Eure Reise ist hier zu Ende, wie es schon immer geplant war. Das Schicksal beherrscht uns... wir beherrschen es nicht.

source: Yes, whether they were obstacles to be overcome or merely by-standers crossing your path. My own life has been little different, no matter how I have struggled against it. I am glad you see this... it will make things much easier.
french: Oui, qu'il s'agisse d'obstacles à franchir ou de simples passants croisant votre chemin. Ma vie entière n'a guère été différente, peu importe la façon dont j'ai lutté contre elle. Je suis heureux que vous réalisiez cela, ça rendra les choses bien plus faciles.
german: Ja, ob sie nun Hindernisse darstellten, die Ihr überwinden musstet, oder nur Unbeteiligte, die Euren Weg kreuzten. Mein eigenes Leben war nicht viel anders, gleich wie sehr ich dagegen ankämpfte. Ich bin froh, dass Ihr das erkennt... es macht die Dinge viel einfacher.

source: You sound like Yaga-Shura, a giant in ego as well as body. Yet he fell, too, when his fate came due. The power of your blood may yet make you victorious, it is true, but the fact that you embrace the taint within you makes my own path that much the clearer.
french: Vous parlez comme Yaga-Shura, aussi grand d'égo que de corps. Pourtant il est tombé lui aussi, quand son heure est venue. La puissance de votre sang peut encore vous rendre victorieux, certes, mais le fait que vous acceptiez si bien cette souillure qui est en vous rend ma voie d'autant plus claire.
german: Ihr klingt wie Yaga-Shura, mit einem riesenhaften Ego und Körper. Doch auch er ist gefallen, als sein Schicksal sich erfüllte. Die Macht Eures Blutes mag Euch den Sieg bringen, das ist wahr, aber dass Ihr den Makel in Euch selbst annehmt, macht meinen Weg umso klarer.

source: Only one other spawn of the dead god remains... the sibling who fought at your side. His portion of the essence is less than your own, but still significant. His choice must also be made.
french: Un seul autre enfant du dieu mort subsiste... celui qui a combattu à tes côtés. Sa part d'essence divine est moindre que la tienne, mais toujours signifiante. Son choix doit aussi être fait.
german: Nur ein anderer Nachkomme des toten Gottes bleibt übrig... der Bruder, der an Eurer Seite kämpfte. Sein Anteil an der Essenz ist geringer als der Eure, aber nicht unbedeutend. Er muss sich ebenfalls entscheiden.

source: First, however, there is the matter of the children of the dead god who fought by your side. Their essences are less than your own, but their decision no less important.
french: En premier lieu, il y a la question des enfants du dieu mort qui ont combattu à tes côtés. Leurs essences divines sont moindres que la tienne, mais leur décision n'en est pas moins importante pour autant.
german: Zuerst aber sind da die Belange der Kinder des toten Gottes, die an Eurer Seite gekämpft haben. Ihre Essenzen sind geringer als die Eure, aber ihre Entscheidung ist nicht weniger wichtig.

source: I am merely an agent of the universe in this matter, Balthazar. I am charged to see the destiny of the children of Bhaal brought to its conclusion. You have an opportunity that few are given. You may choose your destiny... a choice you thought yourself forever denied.
french: Je ne suis qu'un agent de l'univers dans cette affaire, Balthazar. Je suis chargée de voir la destinée des enfants de Bhaal menée à terme. Tu as une opportunité que peu d'autres ont. Tu peux choisir ta destinée... un choix que tu avais toujours cru t'être refusé.
german: Ich bin lediglich ein Vertreter des Universums in dieser Angelegenheit, Balthasar. Mir wurde aufgetragen, das Schicksal der Bhaalkinder zu seinem Abschluss zu bringen. Ihr habt eine Möglichkeit, die wenigen gegeben ist. Ihr könnt Euer Schicksal wählen... eine Wahl, die Ihr Euch für alle Ewigkeiten verwehrt saht.

source: If that is your choice, you may surrender the portion of your divine essence to your elder sibling. You may become a normal mortal, with a destiny to follow as you see fit.
french: Si tel est ton choix, tu peux abandonner cette portion de ton essence divine à ton frère aîné. Tu pourrais devenir un simple mortel, avec une destinée que tu choisirais de mener selon ton gré.
german: Wenn das Eure Wahl ist, so könnt Ihr Euren Teil der göttlichen Essenz an Euren Bruder übergeben. Ihr werdet ein normaler Sterblicher sein und könnt Eurem Schicksal folgen, wie Ihr es für nötig erachtet.

source: As you wish, Balthazar, so it is done. Go in peace, and know that in the end you walked that narrow path which had ever eluded you.
french: Comme tu le souhaites, Balthazar, ainsi c'est fait. Va en paix, et saches qu'à la fin tu as marché sur cet étroit chemin qui t'avait toujours échappé.
german: Wie Ihr wollt, Balthasar, so ist es geschehen. Geht in Frieden, und wisst, dass Ihr schließlich den Weg geht, der Euch immer unmöglich erschien.

source: Now there is but one other sibling who must also make her choice.
french: Maintenant, il n'y a plus qu'un seul autre membre de la fratrie qui doit aussi faire son choix.
german: Nun ist da nur noch Eure Schwester, die ebenfalls Ihre Entscheidung treffen muss.

source: You... you are so beautiful. I... had no idea...
french: Vous... vous êtes si magnifique. Je... je ne sais pas...
german: Ihr... Ihr seid so wunderschön. Ich... hatte ja keine Ahnung...

source: Choose? You mean... I may rid myself of the taint on my soul forever?
french: Choisir ? Vous voulez dire... que je pourrais me débarrasser de cette souillure sur mon âme à jamais ?
german: Wählen? Ihr meint... ich könnte mich von dem Makel auf meiner Seele für immer befreien?

source: And there is nothing that I ever wanted more. I choose to become a mortal gladly, and with all my heart. To walk the earth without that dark burden twisting my soul... I... I cannot even imagine...
french: Il n'y a rien que je ne souhaiterais plus. Je choisis de devenir un mortel avec joie, et de tout mon cœur. Marcher sur terre sans ce sombre fardeau tourmentant mon âme... je... je peux à peine l'imaginer...
german: Da ist nichts, was ich mir jemals mehr gewünscht habe. So wähle ich gerne, ein Sterblicher zu sein. Auf der Erde zu leben ohne die dunkle Last, die meine Seele einschnürt... ich... ich kann es noch gar nicht glauben...

source: I cannot thank you enough, <CHARNAME>, for the gift you have given me. I once thought I had done everything I could to fight for what was good... but it was you that showed me how wrong I was. Without you, I would have died with that stain upon my soul and perhaps even been Melissan's puppet forever.
french: Je ne vous remercierai jamais assez, <CHARNAME>, pour le cadeau que vous m'avez fait. Je pensais avoir fait tout ce qui était en mon pouvoir pour préserver le bien, mais c'est vous qui m'avez montré à quel point je me trompais. Sans vous, je serais mort avec ce péché sur mon âme, et aurais peut-être été la marionnette de Mélissanne à jamais.
german: Ich kann Euch nicht genug danken, <CHARNAME>, für das, was Ihr für mich getan habt. Ich dachte einst, ich hätte alles in meiner Macht getan, um für das Gute zu kämpfen... aber Ihr ward es, der mir zeigte, wie falsch ich lag. Ohne Euch wäre ich mit diesem Makel auf meiner Seele gestorben und vielleicht in alle Ewigkeit Melissans Marionette.

source: I cannot pretend to know what you are thinking, now, of the decision you must make. Nor do I pretend to certainty that the taint would bring such a <PRO_MANWOMAN> such as yourself towards evil. Perhaps you would overcome that taint and be a good god, I cannot say.
french: Je ne peux prétendre savoir à quoi vous pensez en ce moment sur la décision que vous devez prendre. Et je ne prétends pas non plus être certain que l'héritage de Bhaal conduirait un homme tel que vous vers le mal. Peut-être parviendrez-vous à dompter cet héritage et à devenir un dieu bienveillant... je ne peux dire ce qui va arriver.
german: Ich kann nicht behaupten, dass ich weiß, wie Ihr jetzt über die Entscheidung, die Ihr nun treffen müsst, denkt. Auch bin ich mir nicht sicher, dass der Makel des Bhaal einen Mann wie Euch schließlich doch zum Bösen verführen wird. Vielleicht könnt Ihr den Makel überwinden und ein guter Gott sein... ich weiß es nicht.

source: I just ask you to consider how Bhaal's taint has affected your life to this point. Do you really wish to have all of it? What type of person actually wishes to become a god? Sarevok? Irenicus? Melissan? Even if your intentions are good, what of an eternity being chained to such power?
french: Je vous demande juste de considérer de quelle façon la marque de Bhaal a affecté votre vie jusqu'à aujourd'hui. Souhaitez-vous vraiment avoir tout ça ? Quel genre de personnes veulent réellement devenir des dieux ? Sarevok ? Irenicus ? Mélissanne ? Même si vos intentions sont bonnes, qu'en est-il d'une éternité à être liée à un tel pouvoir ?
german: Bedenkt jedoch, wie Bhaals Makel Euer Leben bis zu diesem Zeitpunkt beeinflusst hat. Wollt Ihr wirklich alles haben? Welche Art von Mensch wünscht tatsächlich ein Gott zu sein? Sarevok? Irenicus? Melissan? Selbst wenn Eure Absichten gut sind, wollt Ihr auf ewig an solche Macht gefesselt sein?

source: The choice is your own. You know yourself better than I. I simply ask that you consider the life you might have led, the mortal life, had the taint never visited itself upon you back at Candlekeep. I look forward to my own.
french: Le choix vous appartient. Vous vous connaissez mieux que moi. Je vous demande simplement de considérer la vie que vous auriez pu mener, la vie mortelle à Château-Suif sans que cette souillure ne s'abatte sur vous. Moi, j'attends avec impatience la mienne.
german: Ihr müsst Eure Wahl treffen. Ihr kennt Euch selbst besser als ich. Jedoch denkt darüber nach, wie Euer Leben vielleicht verlaufen wäre, Euer sterbliches Leben, hätte Euch der Makel nicht heimgesucht in Kerzenburg. Ich jedenfalls freue mich auf mein neues Leben.

source: And so it is done. I believe you have made the right choice. I look forward to meeting you again on Faerun, <CHARNAME>... as a mortal and a true <PRO_BROTHERSISTER>.
french: Et ainsi c'est fait. Je crois que vous avez fait le bon choix. J'espère vous rencontrer de nouveau à Féérune, <CHARNAME>... en tant que mortel, et véritable frère.

source: And so you take the road less traveled, <CHARNAME>. I cannot say I envy you. I hope the power brings you what you expect and desire, my friend. When I look up at the heavens and see the brightest star in the sky, I shall think of you and offer a prayer.
french: Et ainsi vous prenez le chemin que peu ont suivi, <CHARNAME>. Je ne peux pas dire que je vous envie. J'espère juste que le pouvoir vous apportera ce que vous désirez, mon ami. Quand je regarderai les cieux, et que je verrai l'étoile la plus brillante du ciel nocturne, je penserai à vous et vous adresserai une prière.
german: Und so nehmt Ihr einen Weg, den wenige bisher beschritten haben, <CHARNAME>. Ich kann nicht sagen, dass ich Euch beneide. Ich hoffe, die Macht bringt Euch das, was Ihr erwartet und wünscht, mein Freund. Wenn ich in den Himmel schaue und dort den hellsten Stern erblicke, so werde ich an Euch denken und für Euch beten.

source: I require satisfaction before the Child of Bhaal makes any sort of decision, creature. Both my brother and this... Melissan, lie dead. Your hunt has been delightfully successful, <CHARNAME>.
french: J'exige satisfaction avant que l'enfant de Bhaal ne prenne une quelconque décision, créature. Aussi bien mon frère que cette... Mélissanne, sont morts. Votre chasse a été délicieusement fructueuse, <CHARNAME>.
german: Ich verlange meine Belohnung, bevor das Bhaalkind irgendeine Entscheidung trifft, Kreatur. Sowohl mein Bruder als auch diese... Melissan sind tot. Eure Jagd war sehr erfolgreich, <CHARNAME>.

source: But do not forget our deal. I am impatient for the piece of your soul you promised me. I have enjoyed our dance Child of Bhaal, but I tire of this place. Give me what I want so I may leave... we need not meet each other again, unless you wish it.
french: Mais n'oubliez pas notre marché. Je suis impatiente d'avoir le fragment d'âme que vous m'avez promis. J'ai aimé notre danse, enfant de Bhaal, mais je me lasse de cet endroit. Donnez-moi ce que je veux, que je puisse m'en aller... nous n'avons plus à nous revoir, à moins que vous ne le désiriez.
german: Aber vergesst nicht unsere Abmachung. Ich will unbedingt den Teil Eurer Seele haben, den Ihr mir versprochen habt. Unser Tanz hat mir gefallen, Kind von Bhaal, aber dieser Ort langweilt mich. Gebt mir, was ich will, und ich werde gehen... Wir brauchen uns nicht wieder zu sehen, außer Ihr wünscht es.

source: It was a pleasure to have you fight by my side, Bodhi. You have earned this reward.
french: C'était un plaisir de vous avoir à mes côtés pour combattre, Bodhi. Vous avez mérité cette récompense.
german: Es war ein Vergnügen, Euch an meiner Seite zu sehen, Bodhi. Ihr habt Euch Eure Belohnung verdient.

source: You shall have nothing. Your use to me is at an end. I shall enjoy sending you screaming back into the abyss.
french: Vous n'aurez rien. Je vous ai utilisée pour en arriver là. Je vais me réjouir à l'idée de vous envoyer hurler à nouveau dans les Abysses.
german: Ihr sollt nichts haben. Eure Nützlichkeit für mich hat sich erschöpft. Ich werde es genießen, Euch keifend zurück in den Abyss zu schicken.

source: Hmmm, I could kill you... no, I have better things to do. Take these scraps of my essence and depart.
french: Hmmm, je pourrais vous tuer... non, j'ai mieux à faire. Prenez ces débris d'âme et allez-vous-en.
german: Hmmm, ich könnte Euch töten... aber nein, ich habe besseres zu tun. Nehmt diesen Teil meiner Essenz und verschwindet.

source: No Bodhi, I think I will keep all of my soul. You will fall back into the abyss. Give Bhaal my regards.
french: Non, Bodhi, je pense que je vais garder la totalité de mon âme. Vous allez retourner dans les Abysses. Saluez Bhaal de ma part.
german: Nein Bodhi, ich gedenke, jeden Teil meiner Seele zu behalten. Ihr werdet wieder im Abyss verschwinden. Bestellt Bhaal meine Grüße.

source: Fool! You think to betray me, Child of Bhaal? I refuse to return to the abyss. I shall rip every shred of that soul from your body! Let the dance end here!
french: Idiot ! Vous songez à me trahir, enfant de Bhaal ? Je refuse de retourner dans les Abysses ! Je vais arracher chaque morceau d'âme de votre corps ! Que cette danse se termine ici même !
german: Narr! Ihr glaubt mich betrügen zu können, Kind von Bhaal? Niemals kehre ich in den Abyss zurück. Stattdessen werde ich jeden Fetzen Seele aus Eurem Körper reißen! Lasst den Tanz hier enden!

source: This is my realm, Bodhi. I control everything here. It is time for you to join your brother.
french: C'est mon royaume, Bodhi. Je contrôle tout ici. Il est temps pour vous de rejoindre votre frère.
german: Hier ist mein Reich, Bodhi. Hier regiere ich. Es wird Zeit, Eurem Bruder zu folgen.

source: Enough talk! The dance has come to an end, Bodhi, and so has your part in it.
french: Assez parlé ! La danse touche à sa fin, Bodhi, et il en va de même pour votre participation.
german: Genug geredet! Der Tanz ist zum Ende gekommen, Bodhi, und gleiches gilt für Euren Anteil daran.

source: Die! Witness my power, insect!
french: Mourrez ! Contemplez ma puissance, insecte !
german: Sterbt! Spürt meine Macht, Insekt!

source: Oh Bodhi, you should have begged. I would have liked to see that. Too late now.
french: Oh, Bodhi, vous auriez dû me supplier. J'aurais aimé voir ça. Il est trop tard maintenant.
german: Oh Bodhi, Ihr hättet darum betteln sollen. Wie gerne hätte ich das gesehen. Nun aber ist es zu spät.
