Repository: abalabokhin/Ascension
Catalog: ascension/lang/po/*.po
Languages: french, german

source: Slayer Change When Imoen uses this ability, she takes on the form of the brutal essence of Bhaal: a violent, powerful creature made of teeth and claws. The Slayer form grants the following benefits: - Strength and Dexterity set to 25 - Effective AC set to -9 - Magic Resistance set to 40% - Saving Throws set to 2 - Attacks per round set to 4 (1d8 crushing, 2 cold) - THAC0 set to 0 - PLUS_SIGN_PLACEHOLDER 100 Hit Points - Immunity to imprisonment, level drain, stun, fear, charm, confusion, sleep, and missile attacks Perhaps because Imoen has less of Bhaal's essence than <CHARNAME> - or perhaps because of what she learned after Melissan called forth her essence - she is more able to contain the Slayer's power, and has no chance of losing control while in Slayer form.
french: Transformation en Écorcheur Quand Imoen utilise cette capacité, elle prend la forme de l'essence brutale de Bhaal : une créature violente et puissante faite de crocs et de griffes. La forme d'Écorcheur confère les avantages suivants : - Force et Dextérité fixées à 25 - Classe d'armure effective fixée à -9 - Résistance à la magie fixée à 40 % - Jets de sauvegarde fixés à 2 - Attaques par round fixées à 4 (1d8 de dégâts contondants +2 dégâts de froid) - TAC0 fixé à 0 - PLUS_SIGN_PLACEHOLDER 100 points de vie - Immunité à l'emprisonnement, au drain de niveau, à l'étourdissement, à la peur, au charme, à la confusion, au sommeil et aux attaques de projectiles. Peut-être parce qu'Imoen possède moins d'essence de Bhaal que <CHARNAME>, ou peut-être à cause de ce qu'elle a appris après que Mélissanne ait fait appel à son essence, elle est plus à même de contenir le pouvoir de l'Écorcheur, et n'a aucune chance de perdre le contrôle lorsqu'elle est sous la forme d'Écorcheur.
german: Verwandlung zum Schlächter Wenn Imoen diese Fähigkeit benutzt, nimmt sie die Gestalt der brutalen Essenz Bhaals an: eine brachiale, machtvolle Kreatur, gemacht aus Reißzähnen und Klauen. Die Form des Schlächters gewährt folgende Vorzüge: Stärke: auf 25 gesetzt Geschicklichkeit: auf 25 gesetzt Rüstungsklasse: -9 Schaden: 1W8 (Wucht) Schadensbonus: +2 (Kälte) ETW0: 0 Angriffe pro Runde: 4 Spezialfähigkeiten: – Magiewiderstand: 40 % – Rettungswürfe: 2 – Trefferpunkte: PLUS_SIGN_PLACEHOLDER 100 – Immun gegen Einkerkerung, Stufenentzug, Betäubung, Furcht, Bezauberung, Verwirrung, Schlaf und Fernkampfangriffe Die Form des Schlächters kann schwer zu kontrollieren sein: Pro Runde besteht eine kumulative Chance von 10%, für eine Runde die Kontrolle über sich selbst zu verlieren. Vielleicht, weil Imoen weniger von Bhaal's Essenz besitzt als <CHARNAME> - oder vielleicht aufgrund dessen, was sie gelernt hat, nachdem Melissan ihre Essenz herbeigerufen hat - ist sie besser in der Lage, die Macht des Schlächter einzudämmen, und hat keine Chance, die Kontrolle zu verlieren.

source: Bhaalspawn powers granted
french: Pouvoirs de l'enfant de Bhaal octroyés
german: Bhaalspawn-Fähigkeiten erhalten

source: Imoen can now change into the Slayer at will, and can enter the Ethereal plane once per minute
french: Imoen peut maintenant se transformer en Écorcheur à volonté, et peut entrer dans le plan éthéré une fois par minute.
german: Imoen kann sich nun in den Schlächter verwandeln und einmal pro Minute die Astralebene betreten

source: Control Demon Range: sight Casting time: 1 Duration: special Area of Effect: 1 demon Saving Throw: none This ability allows the Bhaalspawn to attempt to wrest control of a demon away from Melissan and make them an ally. The Bhaalspawn engages the demon in mental combat for DURATION_PLACEHOLDER seconds, at the end of which the demon has a SUCCESS_CHANCE_PLACEHOLDER% chance of becoming an ally. (There is no further saving throw, nor is magic resistance checked.) The demon is not under the Bhaalspawn's direct control, however. This ability may be used once every 3 rounds.
french: Contrôle des démons Portée : champ visuel du lanceur Durée : spéciale Temps d'incantation : 1 Zone d'effet : 1 démon Jet de sauvegarde : aucun Cette capacité permet à l'enfant de Bhaal de disputer le contrôle d'un démon à Mélissanne et d'en faire son allié. L'enfant de Bhaal s'engage dans un combat mental avec le démon pendant DURATION_PLACEHOLDER secondes, à la fin duquel le démon a SUCCESS_CHANCE_PLACEHOLDER % de chance de devenir son allié (il n'y a pas de jet de sauvegarde, et la résistance à la magie n'est pas prise en compte). Cependant, le démon n'est pas sous le contrôle direct de l'enfant de Bhaal. Cette capacité peut être utilisée une fois tous les 3 rounds.
german: Dämon beherrschen Reichweite: Sichtweite Dauer: Speziell Zeitaufwand: 1 Bereich: 1 Dämon Rettungswurf: Nein Mit dieser Fähigkeit kann das Kind Bhaals versuchen, Melissan die Kontrolle über einen Dämon zu entreißen. Es verwickelt den Dämon für DURATION_PLACEHOLDER Sekunden in einen mentalen Kampf, an dessen Ende der Dämon mit einer Wahrscheinlichkeit von SUCCESS_CHANCE_PLACEHOLDER% ein Verbündeter wird. Das Kind Bhaals kann den Dämon dann jedoch nicht direkt kontrollieren. Die Fähigkeit kann einmal alle 3 Runden eingesetzt werden.

source: Unleash Range: 5ft Casting Time: 1 Duration: Instant Area of Effect: 1 creature Saving Throw: 1/2 plus special The "Unleash" ability releases your inner power upon a target that is within melee range, hitting them for DICENUMBER_PLACEHOLDERd12 magic damage (half on a successful save vs. Death at -4) and sending them flying back and perhaps unconscious for a short period. This ability may only be used once ever thirty seconds... and after using it the Bhaalspawn will be incredibly fatigued, and have a 25% miscast chance on all spells, for 2 rounds. Due to the amount of divine essence used, the Slayer form will also not be available for thirty seconds.
french: Décharge Portée : 1,5 mètre Durée : instantanée Temps d'incantation : 1 Zone d'effet : 1 créature Jet de sauvegarde : 1/2 plus spécial La capacité de « Décharge » relâche vos pouvoirs intérieurs sur des cibles au corps à corps, leur infligeant DICENUMBER_PLACEHOLDERd12 points de dégâts magiques (la moitié seulement si un jet de sauvegarde contre la mort à -4 est réussi), les propulsant loin de vous et rendant parfois ces cibles inconscientes pour une courte durée. Cette capacité ne peut être utilisée qu'une fois toutes les 30 secondes... et après l'avoir utilisée, l'enfant de Bhaal sera incroyablement fatigué et aura 25 % de chance de rater tous ses sorts pendant 2 rounds. En raison de la quantité d'essence divine utilisée, la forme d'Écorcheur sera inutilisable pendant 30 secondes.
german: Entfesseln Reichweite: 1,5 m Dauer: Sofort Zeitaufwand: 1 Bereich: 1 Wesen Rettungswurf: 1/2 (gg. Tod) Die Fähigkeit "Entfesseln" setzt Eure innere Kraft frei und trifft ein Ziel in Nahkampfreichweite, wobei DICENUMBER_PLACEHOLDERW12 magischem Schaden verursacht werden (1/2 bei erfolgreichen Rettungswurf gegen Tod -4). Außerdem wird es zurückgestoßen lässt und möglicherweise für eine kurze Zeit bewusstlos. Diese Fähigkeit kann nur einmal alle 30 Sekunden eingesetzt werden. Nach dem Einsatz ist das KInd Bhaals 2 Runden lang unglaublich erschöpft und hat eine 25%ige Fehlzauberchance. Aufgrund der verbrauchten Menge an göttlicher Essenz ist auch die Verwandlung zum Schlächter 30 Sekunden lang nicht verfügbar.

source: Focus Range: 0 Casting Time: 1 Duration: 5 rounds Area of Effect: Caster Saving Throw: None This ability allows the Bhaalspawn to focus <PRO_HISHER> energy within <PRO_HIMHER> to resist spell effects from without. For a 30-second duration, the Bhaalspawn becomes immune to the spells Flesh to Stone, Disintegration and Time Stop. All minor spells of 1st through 3rd level will also not affect the Bhaalspawn. This ability is useable once per minute.
french: Focalisation Portée : 0 Durée : 5 rounds Temps d'incantation : 1 Zone d'effet : le lanceur Jet de sauvegarde : aucun Cette capacité permet à l'enfant de Bhaal de focaliser son énergie en lui pour résister aux sorts extérieurs. Pour une durée de 30 secondes, l'enfant de Bhaal devient immunisé aux sorts Transmutation de la chair en pierre, Désintégration et Arrêt du temps. Les sorts de 1er, 2ème et 3ème niveau n'affecteront pas non plus l'enfant de Bhaal. Cette capacité est utilisable une fois par minute.
german: Fokus Reichweite: Anwender Dauer: 5 Runden Zeitaufwand: 1 Bereich: Anwender Rettungswurf: Nein Mit dieser Fähigkeit kann das Kind Bhaals innere Energien fokussieren, um äußeren Zaubern zu widerstehen. Für eine Dauer von 30 Sekunden wird es immun gegen die Zauber Fleisch zu Stein, Auflösung und Zeitstop. Auch alle Zauber vom 1. bis 3. Grad haben keine Auswirkung. Diese Fähigkeit kann einmal pro Minute eingesetzt werden.

source: Dimension Door Range: Infinite Casting Time: 0 Duration: Instant Area of Effect: Caster Saving Throw: None The Bhaalspawn may now move freely through space and the planes. This teleportation power is useable once per round.
french: Porte dimensionnelle Portée : infinie Durée : instantanée Temps d'incantation : 0 Zone d'effet : le lanceur Jet de sauvegarde : aucun L'enfant de Bhaal peut désormais se déplacer librement à travers l'espace et les plans. Ce pouvoir de téléportation est utilisable une fois par round.
german: Dimensionstor Reichweite: Unbegrenzt Dauer: Sofort Zeitaufwand: 0 Bereich: Anwender Rettungswurf: Nein Das Kind Bhaals kann sich nun frei durch Raum und Ebenen bewegen. Diese Teleportationskraft kann einmal pro Runde eingesetzt werden.

source: Shapeshift: Bat This ability allows Bodhi to shapeshift into bat form.
french: Métamorphose : Chauve-souris Cette capacité permet à Bodhi de se métamorphoser en chauve-souris.
german: Gestaltwandlung: Fledermaus Diese Fähigkeit erlaubt es Bodhi, sich in eine Fledermaus zu verwandeln.

source: Divine Gift (Invocation) Range: 0 Duration: 1 turn Casting Time: 1 Area of Effect: The caster Saving Throw: None The Bhaalspawn calls upon the might of <PRO_HISHER> blood to grant <PRO_HIMHER> power for a short period. When <PRO_HESHE> does this, <PRO_HISHER> Strength, Constitution, and Dexterity all are raised to 25.
french: Don divin (Invocation) Portée : 0 Durée : 1 tour Temps d'incantation : 1 Zone d'effet : le lanceur Jet de sauvegarde : aucun L'enfant de Bhaal puise dans le pouvoir de son essence divine pour augmenter ses caractéristiques pendant une courte durée. Lorsqu'il utilise cette faculté, sa Force, sa Constitution et sa Dextérité sont fixées à 25.
german: Heilige Macht entlehnen Schule: Hervorrufung Reichweite: Anwender Dauer: 1 Phase Zeitaufwand: 1 Bereich: Anwender Rettungswurf: Nein Das Kind Bhaals zapft die Energien seines unheiligen Blutes an, um so für kurze Zeit außergewöhnliche Macht zu erlangen. Es erhält dadurch 25 Stärke, Geschicklichkeit und Konstitution.

source: Flip Resistances Range: 0 Duration: Permanent Casting Time: 1 Area of Effect: Balthazar Saving Throw: None With this ability, Balthazar inverts his innate resistances. His normal 10% resistance to physical damage increases to 90%; his normal 90% resistance to magic, magic damage and elemental damage drops to 10%. Balthazar may flip his resistances at will.
french: Inversion des résistances Portée : 0 Durée : permanente Temps d'incantation : 1 Zone d'effet : Balthazar Jet de sauvegarde : aucun Avec cette capacité, Balthazar inverse ses résistances innées. Sa résistance normale de 10 % aux dégâts physiques passe à 90 % ; sa résistance normale de 90 % à la magie, aux dégâts magiques et aux dégâts élémentaires passe à 10 %. Balthazar peut inverser ses résistances à volonté.
german: Resistenzen wechseln Reichweite: Anwender Dauer: Permanent Zeitaufwand: 1 Bereich: Anwender Rettungswurf: Nein Mit dieser Fähigkeit kehrt Balthasar seine angeborenen Resistenzen um. Seine normale 10% Resistenz gegen physischen Schaden erhöht sich auf 90%; seine normale 90% Resistenz gegen Magie, magischen Schaden und Elementarschaden sinkt auf 10%. Balthasar kann seine Resistenzen nach Belieben umkehren.

source: Flip Resistances Range: 0 Duration: Permanent Casting Time: 1 Area of Effect: Balthazar Saving Throw: None With this ability, Balthazar inverts his innate resistances. His normal 10% resistance to physical damage is restored; so is his normal 90% resistance to magic, magic damage and elemental damage. Balthazar may flip his resistances at will.
french: Inversion des résistances Portée : 0 Durée : permanente Temps d'incantation : 1 Zone d'effet : Balthazar Jet de sauvegarde : aucun Avec cette capacité, Balthazar inverse ses résistances innées. Sa résistance normale de 10 % aux dégâts physiques est restaurée, tout comme sa résistance normale de 90 % à la magie, aux dégâts magiques et aux dégâts élémentaires. Balthazar peut inverser ses résistances à volonté.
german: Resistenzen wechseln Reichweite: Anwender Dauer: Permanent Zeitaufwand: 1 Bereich: Anwender Rettungswurf: Nein Mit dieser Fähigkeit kehrt Balthasar seine angeborenen Resistenzen um. Seine normale 10% Resistenz gegen physischen Schaden wird wiederhergestellt; so wird auch seine normale 90% Resistenz gegen Magie, magischen Schaden und Elementarschaden wiederhergestellt. Balthasar kann seine Resistenzen nach Belieben umkehren.

source: Solar Stance Range: 0 Duration: 3 hours Casting Time: 1 Area of Effect: Balthazar, plus any creatures within 30ft Saving Throw: None By entering the Solar Stance, Balthazar calls on the power of the sun to enhance his mystical abilities. He gains 127% resistance to fire (even when using Flip Resistance) and all of his attacks deal an additional 1d10 fire damage; this damage actually heals Balthazar. Upon entering the Solar Stance, Balthazar releases a blast of flame which deals 12d6 fire damage (save vs. spell for 1/2) and 1d8 crushing damage to all with 30ft, blasting any nearby creatures away from him. Balthazar can have only one stance active at a time: entering the Solar Stance cancels all other stances. The Solar Stance can be removed by effects such as Breach.
french: Posture solaire Portée : 0 Durée : 3 heures Temps d'incantation : 1 Zone d'effet : Balthazar, plus toutes créatures à moins de 9 mètres Jet de sauvegarde : aucun En adoptant la posture solaire, Balthazar fait appel à la puissance du soleil pour améliorer ses capacités mystiques. Il gagne 127 % de résistance au feu (même lorsqu'il utilise Inversion des résistances) et toutes ses attaques infligent 1d10 points de dégâts de feu supplémentaires ; ces dégâts soignent Balthazar. En adoptant la posture solaire, Balthazar libère un souffle de flammes qui inflige 12d6 points de dégâts de feu (jet de sauvegarde contre les sorts pour la moitié des dégâts) et 1d8 points de dégâts contondants à toutes les créatures situées dans un rayon de 9 mètres, les propulsant tout autour de lui. Balthazar ne peut avoir qu'une seule posture active à la fois : adopter la posture solaire annule toutes les autres. La posture solaire peut être supprimée par des sorts tels que Brèche.
german: Sonnen-Stellung Reichweite: Anwender Dauer: 3 Stunden Zeitaufwand: 1 Bereich: 9 m Radius Rettungswürfe: Nein Mit dieser Fähigkeit ruft Balthasar die Kraft der Sonne herbei. Er erhält 127% Feuerresistenz (auch wenn er Resistenzen wechseln einsetzt hat) und alle seine Angriffe fügen zusätzlich 1W10 Feuerschaden zu; dieser Schaden heilt Balthasar sogar. Wenn Balthasar die Sonnen-Stellung einnimmt, setzt er einen Flammenstrahl frei, der 12W6 Feuerschaden (1/2 bei Rettungwurf gg. Zauber) und 1W8 Wuchtschaden an allen Kreaturen im Umkreis von 9 m verursacht und diese wegsprengt. Balthasar kann immer nur eine Haltung aktiv haben: Wenn er in Sonnen-Stellung geht, werden alle anderen Stellungen aufgehoben. Die Sonnen-Stellung kann mit Bresche entfernt werden.

source: Lunar Stance Range: 0 Duration: 3 hours Casting Time: 1 Area of Effect: Balthazar Saving Throw: None By entering the Lunar Stance, Balthazar calls on the power of the moon to enhance his mystical abilities. While in the Lunar Stance, Balthazar is immune to energy drain, Imprisonment and Time Stop, and receives one use of the Lunar Malison ability. Upon entering the Lunar Stance, all enemies adjacent to Balthazar are blinded for four rounds (save vs. spells to avoid). Balthazar can have only one stance active at a time: entering the Lunar Stance cancels all other stances. The Lunar Stance can be removed by effects such as Breach.
french: Posture lunaire Portée : 0 Durée : 3 heures Temps d'incantation : 1 Zone d'effet : Balthazar Jet de sauvegarde : aucun En adoptant la posture lunaire, Balthazar fait appel au pouvoir de la lune pour améliorer ses capacités mystiques. Lorsqu'il est en posture lunaire, Balthazar est immunisé contre le drain d'énergie, l'emprisonnement et l'arrêt du temps, et bénéficie d'une utilisation de la capacité « Calamité lunaire ». En adoptant la posture lunaire, tous les ennemis adjacents à Balthazar sont aveuglés pendant quatre rounds (à moins de réussir un jet de sauvegarde contre les sorts). Balthazar ne peut avoir qu'une seule posture active à la fois : adopter la posture lunaire annule toutes les autres. La posture lunaire peut être supprimée par des sorts tels que Brèche.
german: Mond-Stellung Reichweite: Anwender Dauer: 3 Stunden Zeitaufwand: 1 Bereich: Anwender Rettungswurf: Nein Mit dieser Fähigkeit ruft Balthasar die Kraft des Mondes herbei. Während er sich in der Mond-Stellung befindet, ist Balthasar immun gegen Entzug von Lebensenergie, Einkerkerung und Zeitstopp. Zudem kann er einmal die Fähigkeit Mond-Verderbnis einsetzen. Beim Eintritt in die Mond-Stellung werden alle Feinde in der Nähe von Balthasar für vier Runden lang geblendet (Rettungswurf gg. Zauber). Balthasar kann immer nur eine Haltung aktiv haben: Wenn er in Mond-Stellung geht, werden alle anderen Stellungen aufgehoben. Die Mond-Stellung kann mit Bresche entfernt werden.

source: Shadow Stance Range: 0 Duration: 3 hours Casting Time: 1 Area of Effect: Balthazar Saving Throw: None By entering the Shadow Stance, Balthazar calls on the power of the Plane of Shadow to enhance his mystical abilities. While in the Shadow Stance, Balthazar is protected by Improved Invisibility (and is completely invisible for the first 15 seconds, or until he attacks). In addition to the already-significant defensive advantages of Improved Invisibility, the cloak of shadows grants Balthazar an additional +6 bonus to Armor Class. Balthazar can have only one stance active at a time: entering the Shadow Stance cancels all other stances. The Shadow Stance can be removed by effects such as Oracle or True Sight.
french: Posture de l'ombre Portée : 0 Durée : 3 heures Temps d'incantation : 1 Zone d'effet : Balthazar Jet de sauvegarde : aucun En adoptant la posture de l'ombre, Balthazar fait appel au pouvoir du plan de l'ombre pour améliorer ses capacités mystiques. Lorsqu'il se trouve dans la posture de l'ombre, Balthazar est protégé par une Invisibilité majeure (et il est complètement invisible pendant les 15 premières secondes, ou jusqu'à ce qu'il attaque). En plus des avantages défensifs déjà significatifs de l'Invisibilité majeure, le camouflage de la posture de l'ombre accorde à Balthazar un bonus supplémentaire de +6 à la classe d'armure. Balthazar ne peut avoir qu'une seule posture active à la fois : adopter la posture de l'ombre annule toutes les autres. La posture de l'ombre peut être supprimée par des sorts tels que « Oracle » ou « Vision véritable ».
german: Schattenhaltung Reichweite: Anwender Dauer: 3 Stunden Zeitaufwand: 1 Wirkungsbereich: Anwender Rettungswurf: Nein Mit dieser Fähigkeit ruft Balthasar die Macht der Schattenebene herbei. Während er sich in Schattenhaltung befindet, ist Balthasar durch Verbesserte Unsichtbarkeit geschützt (und ist für die ersten 15 Sekunden oder bis er angreift vollständig unsichtbar). Zusätzlich zu den bereits beträchtlichen defensiven Vorteilen der Verbesserten Unsichtbarkeit gewährt die Schattenhaltung Balthasar einen zusätzlichen Bonus von +6 auf die Rüstungsklasse. Balthasar kann immer nur eine Haltung aktiv haben: Wenn er in Schattenhaltung geht, werden alle anderen Stellungen aufgehoben. Die Schattenhaltung kann mit Orakel oder Wahrer Blick aufgehoben werden.

source: Faster than the Eye Range: Sight Duration: Instant Casting Time: 0 Area of Effect: Balthazar Saving Throw: None In the blink of an eye, Balthazar transports himself anywhere in sight. This power can be used once per two rounds.
french: Plus rapide que l'œil Portée : champ visuel du lanceur Durée : instantanée Temps d'incantation : 0 Zone d'effet : Balthazar Jet de sauvegarde : aucun En un clin d'œil, Balthazar se téléporte n'importe où dans son champ de vision. Ce pouvoir peut être utilisé une fois tous les deux rounds.
german: Schneller als das Auge Reichweite: Sichtweite Dauer: Sofort Zeitaufwand: 0 Bereich: Anwender Rettungswurf: Nein Sofort teleportiert sich Balthasar an einen Ort in Sichtweite. Diese Fähigkeit kann einmal alle zwei Runden eingesetzt werden.

source: Dragon Fist Range: Touch Duration: Special Casting Time: 0 Area of Effect: Creature hit Saving Throw: None By channeling ki energy into a blow, Balthazar rips through his opponent's magical defenses. The Dragon Fist has a 25% chance of destroying all combat protections and boosts below 9th level, a 25% chance of destroying all antimagic effects below 9th level, and a 50% chance of destroying both. It also slows its target (causing a -4 penalty to AC and attack rolls) for two rounds. This power can be used once per three rounds.
french: Poing du dragon Portée : toucher Durée : spéciale Temps d'incantation : 0 Zone d'effet : créature touchée Jet de sauvegarde : aucun En canalisant son Ki dans un coup, Balthazar transperce les défenses magiques de son adversaire. Le Poing du dragon a 25 % de chances de détruire toutes les sorts de protections et améliorations de combat inférieures au 9ème niveau, 25 % de chances de détruire tous les sorts de protection contre la magie inférieurs au 9ème niveau, et 50 % de chances de détruire les deux. Il ralentit également sa cible (entraînant une pénalité de -4 à la classe d'armure et aux jets d'attaque) pendant deux rounds. Ce pouvoir peut être utilisé une fois tous les trois rounds.
german: Drachenfaust Reichweite: Berührung Dauer: Speziell Zeitaufwand: 0 Bereich: 1 Wesen Rettungswurf: Nein Indem er zusätzliche Energie in einen Schlag kanalisiert, durchbricht Balthasar die magische Verteidigung seines Gegners. Die Drachenfaust hat eine Chance von 25%, alle Kampfschutz- und Verstärkungszauber unterhalb des 9. Grades zu zerstören, eine Chance von 25%, alle magischen Schutzzauber unterhalb des 9. Grades zu zerstören, und eine Chance von 50%, beides zu zerstören. Außerdem verlangsamt sie ihr Ziel zwei Runden lang (und verursacht einen Malus von -4 auf RK und Angriffswürfe). Diese Fähigkeit kann einmal alle 3 Runden eingesetzt werden.
