Repository: abalabokhin/Ascension
Catalog: ascension/lang/po/*.po
Languages: french, german

source: Better that than a laughable fool whose most promising idea to dominate the Sword Coast was to 'poison' its supply of iron. I discarded you as a candidate long before <CHARNAME> soundly defeated you merely for fear of losing all common sense merely by association with your pathetic soul.
french: Mieux vaut ça qu'un idiot ridicule dont la meilleure idée pour s'emparer de la Côte des Épées était « d'empoisonner » son approvisionnement en fer. Je t'ai éliminé comme candidat bien avant que <CHARNAME> ne te batte, par crainte de perdre tout bon sens en me mêlant à une âme aussi pathétique que la tienne.
german: Besser noch als ein lächerlicher Narr, dessen vielversprechendste Idee, die Schwertküste zu dominieren, es war, ihr Eisenvorkommen zu 'vergiften'. Ich hatte Euch, lange bevor <CHARNAME> Euch vernichtete, als Kandidaten aussortiert aus Furcht, durch eine Verbindung mit Eurer armseligen Seele sämtlichen Verstand zu verlieren.

source: Bark if you wish, mongrel. Whatever dull fangs you might have possessed have long since been pulled. If a has-been wishes to ride <CHARNAME>'s coat-tails it makes no difference to me... but you'll be disintegrated right along with <PRO_HIMHER>.
french: Aboie autant que tu veux, bâtard. Les crocs émoussés que tu as pu posséder autrefois t'ont été enlevés il y a bien longtemps. Si un revenant veut suivre <CHARNAME> comme un petit chien, peu m'importe... mais tu seras désintégré avec lui.
german: Bellt soviel Ihr wollt, Köter. Welche Giftzähne auch immer Ihr besessen haben mögt, lange schon sind sie Euch gezogen worden. Wenn ein in Vergessenheit geratener sich an <CHARNAME>'s Rockzipfel hängen will, so macht dieses für mich keinen Unterschied... Ihr aber werdet zusammen mit <PRO_HIMHER> ausgelöscht.

source: The blade of Sarevok, brother of <CHARNAME>, used in the battle they fought in faraway Baldur's Gate. <CHARNAME> prevailed, destroying Sarevok's plans and rescuing the Sword Coast from the brink of war. Now Sarevok has joined with <CHARNAME>'s cause and his blade has been restored to him. Sarevok describes the weapon as a Deathbringer blade and has restored some of the weapon's old power. Without his Bhaalspawn essence to channel through the sword, however, it cannot achieve the power it once had. Still, however, it is a formidable weapon... and one that Sarevok warns would become increasingly difficult to wield in the hands of one who was not a Deathbringer, if they could use it at all. STATISTICS: Combat abilities: - Each hit drains one to five Hit Points from the target and transfers it to the wielder. This will not heal beyond the wielder's maximum. Equipped abilities: - Magic Resistance: +10% THAC0: +4 Damage: 1d10+4 (slashing) Speed Factor: 8 Proficiency Type: Two-handed Sword Type: Two-handed Requires: 14 Strength 18 Constitution Weight: 10
french: Il s'agit de l'arme de Sarevok, frère de <CHARNAME>, qui fut utilisée dans la bataille de la Porte de Baldur. <CHARNAME> a gagné, ruinant ainsi les plans de Sarevok, et sauvant la Côte des Épées de la guerre. Maintenant, Sarevok s'est joint à la cause de <CHARNAME> et son épée lui a été rendue. Sarevok décrit cette arme comme une lame de semeur de mort et a restauré une partie des anciens pouvoirs de cet objet. Cependant, sans son essence d'enfant de Bhaal pour nourrir l'épée, il n'a pu lui rendre la totalité du pouvoir qu'elle possédait autrefois. Quoi qu'il en soit, elle reste une arme formidable... et Sarevok prévient qu'elle deviendrait très difficile (voire impossible) à utiliser dans les mains de quelqu'un qui ne fût pas un semeur de mort. PARAMÈTRES : Capacités de combat : - Chaque coup porté draine 1 à 5 points de vie de la cible et les transfère au porteur (qui ne peut pas dépasser son maximum). Capacités d'équipement : - Résistance à la magie : +10 % TAC0 : +4 Dégâts : 1d10 +4 (tranchant) Facteur de vitesse : 8 Type de compétence : épée à deux mains Type : armes à 2 mains Nécessite : 14 en Force 18 en Constitution Poids : 10
german: Die Klinge von Sarevok, <CHARNAME>s Bruder, die er im Kampf im fernen Baldurs Tor benutzte. <CHARNAME> siegte, vereitelte Sarevoks Pläne und bewahrte die Schwertküste vor einem Krieg. Nun kämpft Sarevok an <CHARNAME>s Seite, und die Klinge wurde ihm zurückgegeben. Sarevok bezeichnet die Waffe als Klinge eines Todesbringers und hat etwas von ihrer alten Macht wiederhergestellt. Ohne dass die Essenz der Bhaalbrut durch sie fließt, verfügt sie zwar nicht über ihre früheren Fähigkeiten. Dennoch ist sie eine tödliche Waffe... und Sarevok warnt, dass sie schwer zu führen sein wird für einen, der kein Todesbringer ist - wenn er sie überhaupt tragen kann. SPEZIFISCHE EIGENSCHAFTEN: Besondere Fähigkeiten: jeder Treffer raubt dem Opfer einen bis fünf Trefferpunkte und überträgt ihn auf den Träger des Schwertes. Dadurch kann er aber nicht mehr Trefferpunkte als sein Maximum erhalten. Die Klinge gewährt zusätzlich +10% Magieresistenz, wenn sie getragen wird. Schaden: 1W10 +4 (Klingenwaffe) ETW0: -4 Gewicht: 10 Initiativefaktor: 8 Waffenfertigkeit: Zweihänder Waffentyp: Beidhändig Benötigt: Stärke 14, Konstitution 18 Kann nicht verwendet werden von: Klerikern Magiern Paladinen Waldläufern Druiden Charakteren ohne chaotische Gesinnung

source: Possibly a brew of Sendai's own, this is an incredibly potent healing potion capable of fully restoring the hit points of any who use it. STATISTICS: Weight: 1
french: Certainement confectionnée par Sendai elle-même, c'est une potion de soin d'une incroyable puissance capable de restaurer complètement les points de vie de celui qui la boit. PARAMÈTRES : Poids : 1
german: Womöglich von Sendai selbst gebraut, ist dieses ein ungeheuer mächtiger Heiltrank, der die kompletten Trefferpunkte von jedem, der ihn zu sich nimmt, wiederherstellt. EIGENSCHAFTEN: Gewicht: 1

source: True. More insightful than I would have expected from you, <CHARNAME>. And far more clever for you to have denied me Balthazar's essence... although, to tell the truth, I was secretly hoping for him to have defeated you. Unlikely as that was, considering the pathetic monk could barely see the forest for the trees.
french: C'est vrai. Plus perspicace que je le pensais venant de toi, <CHARNAME>. Et encore plus astucieux de ta part de m'avoir privée de l'essence de Balthazar... bien que, à vrai dire, j'espérais secrètement que ce soit lui qui te batte. Aussi improbable que cela puisse être, ce moine pathétique ne pouvant voir la forêt cachée par les arbres.
german: Ja, Ihr seit intelligenter als ich erwartet hatte, <CHARNAME>. Und noch intelligenter war es, mir Balthasars Essenz zu verweigern... obwohl, um ehrlich zu sein, ich hatte insgeheim gehofft, er würde Euch besiegen können. Unwahrscheinlich natürlich, wenn man bedenkt, dass der armselige Mönch kaum den Wald vor lauter Bäumen sieht.

source: Ahhhh, Balthazar is here as well. How clever to deny me his essence, <CHARNAME>. Still blinded by your devotion to destiny, Balthazar? Or have you abandoned your faith so quickly?
french: Ahhhh, Balthazar est ici lui aussi. Comme c'est malin de m'avoir privée de son essence, <CHARNAME>. Toujours aussi aveuglé par ta dévotion à la destinée, Balthazar ? Ou as-tu déjà abandonné ta foi ?
german: Ah, Balthasar ist auch hier. Wie geschickt, mir seine Essenz zu verweigern, <CHARNAME>. Seid Ihr immer noch geblendet von der Hingabe zu Eurem Schicksal, Balthasar? Oder habe ihr Euren Glauben so schnell aufgegeben?

source: Oh no? Perhaps you do not understand. This... this place, here, is the Source. This is where the essence of all of Bhaal's children returns when they die, hidden away. Did you never wonder, dear Balthazar, what killing all the other spawn of Bhaal was *for*?
french: Ah non ? Peut-être que tu ne comprends pas. Ce... ce lieu, ici, est la source. C'est ici que les essences de tous les enfants de Bhaal retournent à leur mort, cachées du monde. Ne t'es-tu jamais demandé, cher Balthazar, à quoi servait l'extermination des enfants de Bhaal ?
german: Oh nein? Vielleicht versteht Ihr immer noch nicht. Dieses hier... dieser Platz ist die Quelle. Hierher kehrt die Essenz aller Bhaal Kinder zurück, wenn sie sterben. Habt Ihr Euch niemals gefragt, mein lieber Balthasar, *wofür* das Töten aller anderen Bhaalkinder nötig war?

source: And well you should not have, though you aided me regardless. Bhaal may, indeed, be... somewhere. But not here. Here I have locked these essences away and drank heartily of their power. The Source, the Throne, all are mine... and god-hood is but one simple step away.
french: Et tu m'as aveuglement aidée, même si tu n'aurais pas dû. Bhaal est, en effet, peut-être quelque part... mais pas ici. J'ai emprisonné les âmes dans cet endroit et bu de bon cœur leur puissance. La source, le trône, tout ceci est à moi... et la divinité n'est plus qu'à un pas.
german: Auch falls Ihr es nicht getan haben solltet, so habt Ihr mir doch bedingungslos geholfen. Bhaal mag tatsächlich irgendwo sein... aber nicht hier. Hier habe ich alle diese Essenzen gesammelt und ich trank regelmäßig davon. Diese Quelle, der Thron, alles gehört mir... und das Gott-Sein ist nur einen kleinen Schritt entfernt.

source: <CHARNAME> does not stand alone, Melissan. It is time that this is ended.
french: <CHARNAME> n'est pas seul, Mélissanne. Il est temps de mettre fin à tout ceci.
german: <CHARNAME> steht nicht alleine, Melissan. Es ist Zeit dieses nun zu beenden.

source: I see well enough now, priestess. Speak clever wit if you wish, you cannot hope to defeat us.
french: Je vois suffisamment clair à présent, prêtresse. Faites de l'esprit si vous voulez, vous ne pouvez espérer nous vaincre.
german: Ich sehe nun klar genug, Priesterin. Was immer Ihr auch sagen mögt, Ihr könnt niemals hoffen, uns zu besiegen.

source: To return the essence to our father. And great bloodshed in his name to call him forth. And I never believed it.
french: À renvoyer leur essence auprès de notre père. Et faire couler beaucoup de sang en son nom pour le faire renaître. Et je n'y ai jamais cru.
german: Um die Essenz zu unserem Vater zurückzubringen. Und ein großes Blutbad in seinem Namen, um ihn hervorzurufen. All das habe ich niemals geglaubt.

source: What? Mortal! No, it can't be! I am nearly mortal once again! I have lost too much power! You shall pay for this!
french: Quoi ? Mortelle ! Non, c'est impossible ! Je suis presque à nouveau mortelle ! J'ai perdu trop de puissance ! Tu vas payer pour ça !
german: Was? Sterblich! Nein, das kann nicht sein! Ich bin fast wieder sterblich! Ich habe zuviel Macht verloren! Dafür werdet Ihr bezahlen!

source: Blast! The wench returns to Bhaal's essence like a coward, healing herself! There must be a way to weaken her further, or we will never defeat her!
french: Pfff ! Cette femme retourne comme une lâche à l'essence de Bhaal pour se guérir ! Il doit y avoir un moyen de l'affaiblir, sinon nous ne la vaincrons jamais !
german: Verflucht! Das Weib kehrt zu Bhaals Essenz zurück, um sich zu heilen! Es muss einen Weg geben, sie noch mehr zu schwächen, oder wir werden sie nie besiegen!

source: Melissan continues to restore her divine energies at the fountain, keeping her immortality intact. There must be a way to weaken her further, or you will never be able to defeat her.
french: Mélissanne continue de restaurer ses énergies divines à la fontaine, conservant son immortalité intacte. Il doit y avoir un moyen de l'affaiblir, autrement vous ne pourrez jamais la vaincre.
german: Melissan stellt ihre göttlichen Energien an der Quelle wieder her und bewahrt so ihre Unsterblichkeit. Ihr müsst einen Weg finden, sie noch mehr zu schwächen, oder Ihr werdet sie nie besiegen können.

source: Melissan keeps restoring her immortal energies at the fount! There must be a way to weaken her further, or we will never defeat her!
french: Mélissanne continue à restaurer ses énergies immortelles à la fontaine ! Il doit y avoir un moyen de l'affaiblir, ou nous ne serons jamais capables de la vaincre !
german: Melissan stellt immer noch ihre unsterblichen Energien an der Quelle wieder her! Es muss einen Weg geben, sie noch mehr zu schwächen, oder wir werden sie nie besiegen!

source: I am disappointed in you, <CHARNAME>. So much bluster, so much force. So much power and wisdom locked into such a fragile form. I suppose you actually believe you have a hope in opposing me, in seizing the Throne for yourself. Such delusions.
french: Je suis déçue, <CHARNAME>. Tant d'impertinence, tant de force. Tant de puissance et de sagesse emprisonnées dans une forme si fragile. Je suppose que tu penses vraiment avoir une chance de t'opposer à moi et de me disputer le trône. Tant d'illusions.
german: Ich bin enttäuscht von Euch, <CHARNAME>. Soviel Energie, soviel Kraft. Soviel Macht und Weisheit eingesperrt in solch eine zerbrechliche Form. Ich nehme an, Ihr glaubt tatsächlich, dass Ihr eine Chance habt, mir zu widerstehen und den Thron für Euch zu beanspruchen. Welch eine Verblendung.

source: That's okay. If Sarevok can turn up like a bad penny, then you're allowed to, as well.
french: Cela m'est égal. Si Sarevok peut revenir continuellement alors qu'il n'est pas le bienvenu, tu le peux aussi.
german: Schon gut. Wenn sogar Sarevok wie ein falscher Fünfziger wieder auftauchen kann, so sei es Euch ebenso erlaubt.

source: You told her how to influence me, didn't you? And you told her I was in Suldanessellar.
french: Tu lui as dit comment m'influencer, n'est-ce pas ? Et tu lui as aussi dit que j'étais à Suldanessalar.
german: Ihr habt ihr erzählt, wie man mich beeinflussen kann? Und ihr habt ihr erzählt, dass ich in Suldanessallar war?

source: You're a pathetic excuse for an elf, Irenicus. If you wish to die again, I'll happily oblige.
french: Tu es une chose pathétique pour un elfe, Irenicus. Si tu veux mourir à nouveau, je serai heureux de te satisfaire.
german: Ihr seid die erbärmliche Erscheinung für einen Elfen, Irenicus. Wenn Ihr wünscht, ein zweites Mal zu sterben, bin ich Euch gerne behilflich.

source: You're collecting my leavings, Melissan? How very sad for you.
french: Tu collectes mes détritus, Mélissanne ? Comme c'est pitoyable.
german: Ihr sammelt auf, was ich zurücklasse, Melissan? Wie traurig für Euch.

source: Nnngh! Ah, it hurts! <CHARNAME>, stop her... it... it hurts!
french: Nnngh ! Ah, ça fait mal ! <CHARNAME>, arrête-la... ça... ça fait mal !
german: Neein! Aaah, es tut weh! <CHARNAME>, stoppt sie... es... es tut so weh!

source: What are you doing to her?! Stop it, I demand it!
french: Qu'est-ce que tu lui fais ?! Arrête ça immédiatement, je te l'ordonne !
german: Was macht Ihr mit ihr?! Hört damit auf, ich befehle es!

source: I'm the one you're after, Melissan! Leave her alone!
french: C'est après moi que tu en as, Mélissanne ! Laisse-la tranquille !
german: Ich bin derjenige, hinter dem Ihr her seid, Melissan! Lasst sie in Ruhe!

source: Pull yourself together, Imoen! Attack!
french: Ressaisis-toi, Imoen ! Défends-toi !
german: Reist Euch zusammen, Imoen! Angriff!

source: So what do I care about Imoen? Kill her, Melissan.
french: Que m'importe Imoen ? Vas-y, tue-la, Mélissanne.
german: Was geht mich Imoen an? Tötet sie, Melissan.

source: Wh-what... where am I? What's going on? <CHARNAME>?
french: Qu-quoi... où suis-je ? Que se passe-t-il ? <CHARNAME> ?
german: Wwwas... wo bin ich? Was passiert hier? <CHARNAME>?

source: I'm not going anywhere with you! And nobody's touching my soul! Not again!
french: Je n'irai nulle part avec toi ! Et personne ne touchera à mon âme ! Plus jamais !
german: Ich gehe nirgendwo mit Euch hin! Und niemand greift nach meiner Seele! Nicht wieder!

source: Bah! I should not be wasting time on you. I still have to absorb the Bhaalspawn essences... and there is more than enough power in this plane to keep you busy. Irenicus... Imoen... show <CHARNAME> the power <PRO_HESHE> dares to oppose while I take what is mine!
french: Bah ! Je ne devrais pas perdre mon temps avec toi. J'ai encore à absorber les essences des enfants de Bhaal... et il y a bien assez de puissance dans ce plan pour te tenir occupé. Irenicus... Imoen... montrez à <CHARNAME> le pouvoir auquel il ose s'opposer pendant que je prends ce qui me revient !
german: Ich sollte keine Zeit mit Euch vergeuden. Noch muss ich die Essenzen der Bhaalbrut absorbieren… und auf dieser Ebene gibt es mehr als genug Macht, um Euch zu beschäftigen. Irenicus... Imoen... zeigt <CHARNAME> die Macht, der <PRO_HESHE> es wagt entgegenzutreten, während ich mir nehme, was mir gehört!

source: Irenicus, I believe you called him. So easily culled as my own, since you abandoned him here recently... and such a valuable source of information on you, <CHARNAME>. After all... I believe you did share a soul, once, no? Say hello to the dear <PRO_MANWOMAN>, Irenicus.
french: Irenicus, je crois que tu l'appelles ainsi. Si facilement rallié à ma cause après que tu l'aies abandonné ici... et une si bonne source d'informations à ton sujet, <CHARNAME>. Après tout... je crois que vous avez partagé une âme, autrefois, non ? Dis bonjour à cet homme, Irenicus.
german: Irenicus, so habt Ihr ihn wohl genannt. So einfach war es, ihn zu finden, da Ihr ihn ja erst kürzlich hier zurückgelassen habt... und was für eine wertvolle Informationsquelle er war, <CHARNAME>. Ich glaube, ihr hattet einst eine gemeinsame Seele, oder nicht? Irenicus, sagt Hallo zu dem jungen Herrn.

source: Of course, if you truly desire a demonstration of my influence over the essence, that can be provided as well.
french: Bien sûr, si tu veux vraiment une démonstration de ma maîtrise sur l'essence, je peux arranger ça.
german: Nun, wenn Ihr wirklich eine Demonstration meiner Macht über die Essenzen wünscht, so kann ich dieses gerne tun.

source: Come, Imoen. I command the essence within you. You are not ready to be here... and yet here you are. Let's see just how much of my power is contained in your young little soul, hmm?
french: Viens, Imoen. Je commande l'essence qui est en toi. Tu n'es pas prête à te retrouver ici, et pourtant tu es là. Voyons un peu jusqu'où mon pouvoir est contenu dans ta jeune et petite âme, hmm ?
german: Los, Imoen. Ich kontrolliere die Essenz in Euch. Ihr seit noch nicht fertig, hier zu sein... und jetzt seit Ihr hier. Lasst uns doch einmal sehen, wie viel Macht in Eurer kleinen, jungen Seele steckt, hmmm?

source: It seems you've misplaced your darling little Imoen, haven't you? But her essence is easy enough to command. Let's see what she has to say, shall we?
french: Il semble que tu aies égaré ta chère petite Imoen, n'est-ce pas ? Mais son essence est facile à contrôler. Voyons voir ce qu'elle a à dire, d'accord ?
german: Es scheint so, als ob Euch die kleine Imoen verloren gegangen ist, oder? Aber ihre Essenz ist leicht zu kontrollieren. Wollen doch mal hören, was sie zu sagen hat, nicht wahr?

source: You don't have to go anywhere, little one. I'm not calling you, after all... I'm merely coaxing forth your essence.
french: Tu n'as pas besoin d'aller où que ce soit, petite. Ce n'est pas vraiment à toi que je m'adresse, après tout... je suis simplement en train d'amadouer ton essence.
german: Ihr müsst nirgendwo hingehen, meine Kleine. Ich rufe nicht Euch, sondern ich rufe lediglich Eure Essenz hervor.

source: There, there, Imoen. I command the essence within you. Let's see just how much of my power you have within you, yes?
french: Allons, allons, Imoen. Je commande l'essence qui est en toi. Voyons juste combien de mon pouvoir tu as en toi, d'accord ?
german: Nun los, Imoen. Ich kontrolliere die Essenz in Euch. Mal sehen, wie viel meiner Macht in Euch steckt.

source: Goodbye, brother. Your self-destructive ways have cost you dearly. You were a fool to oppose such power and I will not suffer in the Abyss with you this time.
french: Au revoir, mon frère. Tes méthodes autodestructrices t'ont coûté cher. Tu as été idiot de t'opposer à un tel pouvoir et je ne souffrirai pas dans les Abysses avec toi cette fois.
german: Auf Wiedersehen, Bruder. Eure selbstzerstörerische Art kam Euch teuer zu stehen. Ihr wart töricht, Euch einer solchen Macht zu widersetzen. Dieses Mal werde ich nicht im Abyss leiden.

source: It would seem our prey intends to cower inside the magics of this place, <CHARNAME>. I have no patience for her games. I will have my soul!
french: Il semblerait que notre proie ait l'intention de se tapir dans les magies de cet endroit, <CHARNAME>. Je n'ai pas de patience pour ses jeux. J'aurai mon âme !
german: Es scheint, als wolle sich unsere Beute sich hinter der Magie dieses Ortes verstecken, <CHARNAME>. Ich habe keine Geduld für ihre Spielchen. Ich werde meine Seele bekommen!

source: These pools around us have the stench of magic, if we sever their connection to Melissan she will be forced to confront us. This is the realm of all Bhaalspawn, <CHARNAME> - your blood will serve you well.
french: Ces bassins autour de nous dégagent une puissante odeur de magie. Si nous coupons leur lien avec Mélissanne, elle sera obligée de nous affronter. C'est le royaume de tous les enfants de Bhaal, <CHARNAME>, votre sang vous servira bien.
german: Diese Becken haben den Gestank von Magie. Wenn wir ihre Verbindung zu Melissan unterbrechen, wird sie sich uns stellen müssen. Dies ist das Reich der Bhaalkinder, <CHARNAME> - Euer Blut wird Euch also gute Dienste leisten.

source: With the initial battle now over, you consider your options. In the stream of energy within the center of the Throne, Melissan appears to be invulnerable to harm... and growing in power every second. She must be drawn out willingly in order to defeat her.
french: Avec le combat initial maintenant terminé, vous considérez vos options. Dans le torrent d'énergie situé au centre du trône, Mélissanne semble être invulnérable... et grandit en puissance chaque seconde qui passe. Il faudra la faire sortir de son plein gré pour pouvoir la vaincre.
german: Nachdem der erste Kampf vorbei ist, überdenkt Ihr Eure Möglichkeiten. Im Energiestrom in der Mitte des Throns scheint Melissan unverwundbar zu sein... und ihre Macht mit jedem Augenblick zu wachsen. Ihr müsst sie dazu bringen, freiwillig heraus zu kommen, damit Ihr sie besiegen könnt.

source: The only option you can think of seem to be regarding the three 'essence pools' that adjoin the Throne. Your own link to the essence might allow you to cut off the flow of energy to Melissan from these pools, forcing her to fight. The pools are, however, likely to be guarded...
french: La seule option que vous semblez avoir concerne les trois « sources d'essence » qui jouxtent le trône. Votre propre connexion avec l'essence de Bhaal pourrait vous permettre de couper le flot d'énergie dirigé par ces sources vers Mélissanne, l'obligeant ainsi à vous combattre. Cependant, il y a de très fortes chances que ces sources soient gardées...
german: Die einzige Möglichkeit, die Euch einfällt, scheint mit den drei "Essenzbecken" zusammenzuhängen, die sich in der Nähe des Throns befinden. Eure eigene Verbindung zur Essenz könnte es Euch erlauben, den Fluss der Energie von diesen Becken zu Melissan zu unterbrechen und sie damit zum Kampf zu zwingen. Die Becken werden allerdings wohl bewacht...

source: We must be careful now, <CHARNAME>. Within that stream of energy, Melissan is invulnerable to harm... and I doubt she will come out of it willingly to face us.
french: Nous devons être prudents à présent, <CHARNAME>. À l'intérieur de ce grand torrent d'énergie, Mélissanne est invulnérable... et je doute qu'elle en sorte volontairement pour venir nous défier.
german: Wir müssen jetzt vorsichtig sein, <CHARNAME>. In diesem Strom der Energie ist Melissan unverwundbar... und ich bezweifle, dass sie freiwillig heraus kommt, uns zu helfen.
