Repository: abalabokhin/Ascension
Catalog: ascension/lang/po/*.po
Languages: french, german

source: Slayer Ability Changed It appears my ability to control the transformation to the Slayer has increased. The Slayer form itself is stronger, deadlier... and I am able to maintain it for longer. The chances of going berserk while in the form have also decreased.
french: Capacité d'Écorcheur modifiée Il apparaît que ma capacité à contrôler la transformation en Écorcheur a évolué. L'Écorcheur est maintenant plus fort, plus mortel... et je suis capable de maintenir cette forme plus longtemps. Le risque de perdre le contrôle de moi-même a également diminué.

source: Slayer Ability Changed Again My control over the Slayer transformation continues to increase. The Slayer has become incredibly immune to harm and most magics, and it appears it is now immune to most diseases, poisons as well as any slow or hasting effects. Even the Slayer's claws now sometimes rip through magical effects and defenses.
french: Capacité d'Écorcheur à nouveau modifiée Mon contrôle sur la forme d'Écorcheur continue de s'accroître. L'Écorcheur est devenu incroyablement résistant à la douleur et à la plupart des magies, et il apparaît qu'il est désormais immunisé à la majeure partie des maladies, poisons, ou effets affectant la vitesse. Même les griffes de l'Écorcheur peuvent maintenant quelquefois passer au travers des protections magiques.

source: The Ravager Form I am not sure if this is a good thing or not... but my ability to control my transformation has progressed to the point where I can now become the Ravager... optionally. Although incredibly powerful... the Ravager receives half damage from most attacks, is immune to any kind of immobilization or buffeting attack... the Ravager is difficult for me to control and may be a danger to those nearby.
french: La forme de Ravageur Je ne peux pas affirmer que ce soit une bonne chose ou non... mais ma capacité à contrôler ma transformation a progressé jusqu'au point où je peux désormais devenir le Ravageur... facultativement. Bien qu'incroyablement puissant, le Ravageur reçoit la moitié des dégâts de la plupart des attaques, est immunisé à toute sorte d'immobilisation ou de dévorement tel que celui des dragons. Le Ravageur m'est difficile à contrôler et peut être un danger pour les gens à proximité.
german: Verwandlung zum Wüter Ich bin mir nicht sicher, ob es eine gute Sache ist oder nicht... aber die Fähigkeiten, meine Verwandlung zu kontrollieren, haben einen Punkt erreicht, wo ich mich zum Wüter verwandeln kann... wenn ich will. Obwohl unglaublich mächtig... die Form des Wüters erhält nur den halben Schaden der meisten Angriffe, ist immun gegen jegliche Art von Festhalten oder Betäubung... die Form ist aber schwierig für mich zu kontrollieren und kann eine Gefahr für alle in der Nähe sein.

source: Who? Melissan. And <CHARNAME>, no less. And to think that I had resigned myself to not being a part of this little play. Who brought me here? And why am I in my old armor?
french: Qui... ? Mélissanne. Et <CHARNAME>, rien que ça. Et dire que je commençais à me faire à l'idée de ne pas être convié à cette petite fête. Qui m'a fait venir ici ? Et pourquoi est-ce que je porte mon ancienne armure ?
german: Wer? Melissan und niemand anders als <CHARNAME>. Ich hatte mich schon damit abgefunden, an diesem kleinen Spiel nicht beteiligt zu sein. Wer brachte mich hierher? Und warum in meiner alten Rüstung?

source: You're a fool, Sarevok, if you think you'll make any difference.
french: Tu es un idiot, Sarevok, si tu penses que tu vas faire une quelconque différence.
german: Ihr seid ein Narr, Sarevok, wenn Ihr denkt, dass dieses irgendeinen Unterschied macht.

source: You're willing to become Melissan's servant, now? I'm disappointed.
french: Tu es désireux de devenir le serviteur de Mélissanne maintenant ? Je suis déçu.
german: Ihr seid also bereit, Melissans Diener zu werden? Ich bin enttäuscht.

source: Then you'll die. I gave you life again, and I can take it away... for the third time.
french: Alors tu vas mourir. Je t'ai redonné une nouvelle vie et je peux la reprendre... pour la troisième fois.
german: So werdet Ihr sterben. Ich gab Euch Euer Leben zurück, und ich kann es Euch auch wieder nehmen... zum dritten Mal dann.

source: It is true. I may die again at your hand, <CHARNAME>. But better that than sit in your shadow and taste the bile in my heart while you take what was once rightfully mine. Better to fight for Melissan than suffer that.
french: C'est vrai. Je peux à nouveau mourir de ta main, <CHARNAME>. Mais c'est mieux que de rester dans ton ombre et de sentir la rage dans mon cœur pendant que je te vois prendre ce qui aurait dû être mien. Je préfère me battre pour Mélissanne plutôt que d'endurer ça.
german: Ja, es ist wahr. Vielleicht sterbe ich ein weiteres Mal durch Eure Hand, <CHARNAME>. Aber das ist besser, als in Eurem Schatten zu sitzen und den Schmerz in meinem Herzen zu spüren, während Ihr nehmt, was einst rechtmäßig mir gehörte. Besser für Melissan kämpfen, als dieses zu ertragen.

source: What do you mean, wench? We've no business, you and I.
french: Que veux-tu dire, femme ? Nous n'avons rien à voir toi et moi.
german: Was meint Ihr, Weib? Wir haben nichts miteinander zu tun, Ihr und ich.

source: Serve you? You made me that offer once, as I recall. I strung up your messenger atop the spires of my tower and allowed the crows to feed upon his innards. I desired to rule, not to serve. And I will not serve you, wench. My answer is no.
french: Te servir ? Tu m'as déjà fait cette proposition, si je me rappelle bien. J'ai pendu ton messager au sommet de ma tour et ai laissé les corbeaux se régaler de ses chairs. Je voulais régner, pas servir. Et je ne te servirai pas, femme. Ma réponse est non.
german: Euch dienen? Ihr machtet mir dieses Angebot schon einmal, wenn ich mich recht entsinne. Ich hängte Euren Boten an der Spitze meines Turmes auf und erlaubte den Krähen, seine Eingeweide zu fressen. Ich will herrschen, nicht dienen. Und schon gar nicht werde ich Euch dienen, Weib. Meine Antwort ist Nein.

source: I tire of <CHARNAME> and <PRO_HISHER> foolish morals. I tire of tagging along as a servant to the one who halted my own plans long before yours came to fruition, priestess. Aye... I will be your general.
french: Je suis las de <CHARNAME> et de sa stupide morale. Je suis fatigué de suivre comme un serviteur la personne qui a stoppé mes plans bien avant que les tiens ne portent leurs fruits, prêtresse. D'accord... je serai ton général.
german: Ich habe <CHARNAME> und <PRO_HISHER>e törichte Moral satt. Ich habe es satt, demjenigen als Diener hinterher zu trotten, der meine Pläne zunichte machte, lange bevor Eure sich verwirklichten, Priesterin. Ja... ich werde Euer General sein.

source: That is a mistake, Sarevok. You'll just die along with her this way.
french: Tu commets une erreur, Sarevok. Tu vas mourir à ses côtés.
german: Das ist ein Fehler, Sarevok. Auf diese Weise werdet Ihr mit ihr sterben.

source: Become the demon I once was? I am no longer that man, nor do I wish to be. If <CHARNAME> has shown me anything, it is that I am better off untouched by the madness that once swallowed me whole. Wallow in your delusion if you will, woman... I remember it well. And I will not join you in it.
french: Redevenir le démon que j'étais ? Je ne suis plus cet homme, et je ne veux plus l'être. Si <CHARNAME> m'a bien montré quelque chose, c'est que je me porte bien mieux sans cette folie qui m'a autrefois englouti. Berce-toi d'illusions si tu le souhaites, femme... moi aussi j'ai connu ça. Mais je ne t'accompagnerai pas là-dedans.
german: Der Dämon sein, der ich einst war? Ich bin nicht länger dieser Mann und ich wünsche es auch nicht wieder zu sein. Wenn <CHARNAME> mir eins gezeigt hat, dann dass ich besser dran bin ohne den Wahnsinn, der einst völlig von mir Besitz ergriffen hatte. Schwelgt in Euren Wahnvorstellungen, Weib... ich erinnere mich noch gut. Und ich werde Euch nicht dorthin folgen.

source: My nature has not changed, <CHARNAME>. Did you truly expect otherwise? Better to fight for Melissan than sit in your shadow and watch you take what was once mine.
french: Ma nature n'a pas changé, <CHARNAME>. Espérais-tu vraiment autre chose ? Je préfère me battre pour Mélissanne plutôt que de rester dans ton ombre et te voir prendre ce qui aurait dû me revenir.
german: Meine Natur hat sich nicht geändert, <CHARNAME>. Habt Ihr das wirklich erwartet? Es ist besser für Melissan zu kämpfen als in Eurem Schatten zu sitzen und zu sehen, wie Ihr nehmt, was einst mir gehörte.

source: Perhaps. But I will not sit in your shadow and simply watch you take what was once mine. You do not deserve power, <CHARNAME>. Even if it means fighting for Melissan, I will do what I must.
french: Peut-être. Mais je ne vais pas rester dans ton ombre et te regarder prendre ce qui me revenait de droit. Tu ne mérites pas ce pouvoir, <CHARNAME>. Je ferai ce que je dois faire, même si cela signifie me battre pour Mélissanne.
german: Vielleicht. Aber ich werde nicht in Eurem Schatten sitzen und zusehen, wie Ihr nehmt, was einst mir gehörte. Ihr verdient diese Macht nicht, <CHARNAME>. Selbst wenn es bedeutet für Melissan zu kämpfen. Ich tue, was ich tun muss.

source: A typical boast. And perhaps you will even win, but I will not sit idly by as you take what was once mine. You don't deserve power, <CHARNAME>, and even if it means fighting for Melissan I will do what I must.
french: Une réponse typique. Et peut-être même que tu seras victorieux, mais je ne resterai pas là les bras croisés en te regardant prendre ce qui me revenait de droit. Tu ne mérites pas ce pouvoir, <CHARNAME>, je ferai ce que je dois faire, même si cela signifie me battre pour Mélissanne.
german: Eure typische Prahlerei. Und vielleicht werdet Ihr sogar gewinnen, aber ich werde nicht ruhig zusehen, wie Ihr nehmt, was einst mir gehörte. Ihr verdient diese Macht nicht, <CHARNAME>, und selbst wenn es bedeutet, für Melissan zu kämpfen, so werde ich tun, was ich tun muss.

source: And since you recruited Balthazar to your side, I've decided on the delicious irony of re-creating poor, pathetic Gromnir as well. It delights me to no end to know that he was right about me all along... and yet it made no difference. You murdered him still, as I knew you would.
french: Et puisque tu as rallié Balthazar à ta cause, j'ai décidé par une subtile ironie de recréer également ce pauvre et pathétique Gromnir. Je suis ravie de savoir qu'il avait raison à mon sujet depuis le début... et pourtant, ça n'a fait aucune différence. Tu l'as quand même tué, comme je savais que tu le ferais.
german: Nun, da Ihr Balthasar für Eure Seite gewinnen konntet, habe ich entschieden - welch herrliche Ironie - den armen, jämmerlichen Gromnir ebenfalls wiederauferstehen zu lassen. Es erfreut mich ohne Ende, dass er über mich die ganze Zeit Bescheid wusste... und doch hat es keinen Unterschied gemacht. Ihr ermordetet ihn trotzdem, genau wie ich es vorhergesehen habe.

source: You should have kept your energies to yourself, Melissan. Spending them on re-creating the Five will cost you... and cost you dearly.
french: Tu aurais mieux fait de garder tes énergies pour toi, Mélissanne. Les gaspiller en recréant la Main va te coûter cher... Très cher.
german: Ihr hättet Eure Energien für Euch behalten sollen, Melissan. Sie für die Wiedererschaffung der Fünf zu verwenden, wird Euch teuer zu stehen kommen... sehr teuer.

source: Perhaps. But already I am immortal, which means I cannot be killed even by you. And there is still more of your father's essence for me to take.
french: Peut-être. Mais je suis déjà immortelle, ce qui signifie que nul ne peut me tuer, pas même toi. Et il me reste encore beaucoup de l'essence de ton père à prendre.
german: Vielleicht. Aber ich bin bereits unsterblich, was bedeutet, dass nicht einmal Ihr mich töten könnt. Und es existiert immer noch mehr von Eures Vaters Essenz, die ich aufnehmen kann.

source: So come, <CHARNAME>... kill your siblings once again. If you can.
french: Viens, <CHARNAME>... tue tes frères et sœurs une fois de plus. Si tu le peux.

source: There is enough essence, in fact, even for you... Sarevok.
french: Il y a assez d'essence, en fait, même pour toi... Sarevok.
german: Es ist genug Essenz da, sogar für Euch... Sarevok.

source: But... we don't have all your siblings accounted for just quite yet, do we? Haven't you forgotten someone?
french: Mais... nous n'avons pas encore réuni tous tes frères et sœurs, n'est-ce pas ? N'avons-nous pas oublié quelqu'un ?
german: Aber... wir haben nicht alle Eure Geschwister hier versammelt, nicht wahr? Haben wir nicht jemanden vergessen?

source: Oh, but we do, Sarevok. I made you an offer once before, and that offer still stands. Join me now, abandon this pathetic whelp, and take your place at my side.
french: Oh, mais si, Sarevok. Je t'ai fait une offre auparavant, et cette offre tient toujours. Rejoins-moi maintenant, abandonne cet être pathétique et prends ta place à mes côtés.
german: Aber sicher haben wir das, Sarevok. Ich machte Euch bereits einmal ein Angebot und dieses gilt immer noch. Unterstützt mich jetzt, verlasst diesen armseligen Jungen und stellt Euch auf meine Seite.

source: The geas the fool placed on your heart is nothing. I could easily remove it. In fact, I do so now. There... act as you will.
french: Le serment que cet idiot t'a imposé n'est rien. Je pourrais facilement le briser. En fait, je viens de le faire. Maintenant, fais ce que tu veux.
german: Der Bann, den dieser Narr auf Euch gesprochen hat, ist nichts. Ich kann ihn mit Leichtigkeit entfernen. In Wahrheit mache ich dieses gerade. So... handelt nach Eurem eigenen Willen.

source: Then die with your fool <PRO_BROTHERSISTER>, if that is your wish! The Five shall be the end of you both!
french: Alors meurs aux côtés de ton imbécile de frère, si c'est ce que tu veux ! La Main sera votre fin à tous !
german: Dann sterbt mit Eurem schwachsinnigen Bruder, wenn das Euer Wunsch ist! Die Fünf werden Euer beider Ende sein.

source: I brought you here, Sarevok. To give you a second chance. Join me and fight against <CHARNAME> and I will return the power you lost, the power you crave so much. I will make you the man you once were.
french: Je t'ai fait venir ici, Sarevok. Pour te donner une seconde chance. Rejoins-moi et combats <CHARNAME> et je te rendrai le pouvoir que tu as perdu, le pouvoir que tu désires tant. Je vais refaire de toi l'homme que tu étais.
german: Ich brachte Euch hierher, Sarevok. Um Euch eine zweite Chance zu geben. Unterstützt mich und kämpft gegen <CHARNAME> und ich werde Euch die Macht zurückgeben, die Ihr einst verlort, die Macht, nach der Ihr Euch so sehr sehnt. Ich werde Euch wieder zu dem Mann machen, der Ihr einst wart.

source: You are a fool, Melissan. You should have kept what divine energy you had for yourself and not spread it amongst such servants. It will prove your doom.
french: Vous êtes une idiote, Mélissanne. Vous auriez mieux fait de garder votre énergie divine pour vous-même et non de la disséminer à travers vos serviteurs. Cela causera votre perte.
german: Ihr seid ziemlich töricht, Melissan. Ihr hättet Eure göttliche Energie für Euch behalten sollen, anstatt sie unter diesen Sklaven aufzuteilen. Dieses wird Euer Untergang sein.

source: Minotaur Battle Priest
french: Prêtre de bataille Minotaure
german: Minotauren Priester

source: Il-Khan Medusa
french: Méduse Il-Khan

source: Fire Drake
french: Drake de feu
german: Feuerdrache

source: Shadow Drake
french: Drake d'ombre
german: Schattendrache

source: Ice Drake
french: Drake de glace
german: Eisdrache

source: Earth Drake
french: Drake de terre
german: Erddrache

source: Summon the Abyssal Host
french: Invocation de l'hôte abyssal
german: Beschwöre Kreaturen des Abyss

source: Yaga-Shura Cleric
french: Clerc de Yaga-Shura
german: Yaga-Shura Kleriker

# female
source: While it fills me with distaste that you would even bring such a creature of evil before me, god-child, you must remember that in this place an oath is worth more than the words with which it is spoken. You are no god yet... and while I would rather destroy this undead thing, it now falls on me to enforce the promise you have made.
french: Bien que cela me remplisse de dégoût que tu emmènes une telle créature maléfique devant moi, enfant divin, tu dois te souvenir qu'en ce lieu, un serment a plus de valeur que les mots dont il est fait. Tu n'es pas encore une déesse... et bien que je préférerais détruire cette abomination morte-vivante, il m'incombe de tenir la promesse que tu as faite.

# female
source: So you managed to corral Balthazar into co-operating with you? I'm surprised. In the end, however, the essence of one or two of Bhaal's get means very little.
french: Ainsi tu es parvenue à apprivoiser Balthazar pour qu'il coopère avec toi ? Je suis surprise. Au final, quoi qu'il en soit, l'essence d'un ou deux enfants de Bhaal ne fait pas une grande différence.

# female
source: And so you take the road less traveled, <CHARNAME>. I cannot say I envy you. I hope the power brings you what you expect and desire, my friend. When I look up at the heavens and see the brightest star in the sky, I shall think of you and offer a prayer.
french: Et ainsi vous prenez le chemin que peu ont suivi, <CHARNAME>. Je ne peux pas dire que je vous envie. J'espère juste que le pouvoir vous apportera ce que vous désirez, mon amie. Quand je regarderai les cieux, et que je verrai l'étoile la plus brillante du ciel nocturne, je penserai à vous et vous adresserai une prière.

# female
source: You sound like Yaga-Shura, a giant in ego as well as body. Yet he fell, too, when his fate came due. The power of your blood may yet make you victorious, it is true, but the fact that you embrace the taint within you makes my own path that much the clearer.
french: Vous parlez comme Yaga-Shura, aussi grand d'égo que de corps. Pourtant il est tombé lui aussi, quand son heure est venue. La puissance de votre sang peut encore vous rendre victorieuse, certes, mais le fait que vous acceptiez si bien cette souillure qui est en vous rend ma voie d'autant plus claire.

# female
source: Bark if you wish, mongrel. Whatever dull fangs you might have possessed have long since been pulled. If a has-been wishes to ride <CHARNAME>'s coat-tails it makes no difference to me... but you'll be disintegrated right along with <PRO_HIMHER>.
french: Aboie autant que tu veux, bâtard. Les crocs émoussés que tu as pu posséder autrefois t'ont été enlevés il y a bien longtemps. Si un revenant veut suivre <CHARNAME> comme un petit chien, peu m'importe... mais tu seras désintégré avec elle.

# female
source: So I see. How absolutely delicious to let me in on your little play with the Bhaalspawn again, brother dear. And how are you, <CHARNAME>? I do so hope you are as... healthy... as I remember. Shall we continue our merry dance?
french: Oui, je vois. C'est absolument délicieux de me laisser participer à ton petit jeu avec l'enfant de Bhaal une fois de plus, mon cher frère. Et comment allez-vous, <CHARNAME> ? J'espère que vous êtes aussi... vigoureuse que dans mes souvenirs. Allons-nous continuer notre joyeuse dance ?

# female
source: Oh Child of Bhaal, so serious and grim! Do you not enjoy that our paths have crossed again? Does your blood not rejoice?
french: Oh, enfant de Bhaal, si sérieuse et lugubre ! Vous n'êtes donc pas heureuse que nos chemins se croisent à nouveau ? Votre sang ne bout-il donc pas d'excitation ?

# female
source: You may be strong, <CHARNAME>, but you are indeed a fool to think us weak. I shall take your soul for my own, I swear it!
french: Vous êtes peut-être forte, <CHARNAME>, mais vous êtes stupide de croire que nous sommes faibles. Je vais prendre votre âme pour mienne, je le jure !

# female
source: You had your chance, brother. Your plans failed, as I recall, and brought about my death. No, you are weak and <CHARNAME> is strong and it is <PRO_HESHE> that shall give me what I need. I look forward to bathing in your blood, dear brother... a suitable reward for your utter failure.
french: Tu as eu ta chance, mon frère. Tes plans ont échoué, si je me souviens bien, et ont provoqué ma mort. Non, tu es faible et <CHARNAME> est forte, et c'est elle qui me donnera ce dont j'ai besoin. J'ai hâte de me baigner dans ton sang, cher frère... une récompense adéquate pour ton échec cuisant.

# female
source: An opportunity to feast on the blood of a God, and yet you think I will stand aside? (chuckle) You know me no better than my dear brother here.
french: Une opportunité de me régaler du sang d'une déesse et vous pensez que je vais rester à l'écart ? *Glousse* Vous ne me connaissez pas mieux que mon cher frère ici présent.

# female
source: Well, well, well... if the Child of Bhaal hasn't gone and found <PRO_HIMHER>self a sense of humour. Did <PRO_HESHE> dig it up all by <PRO_HIMHER>self, dear brother, or did you implant it in <PRO_HIMHER> in one of your more bizarre experiments?
french: Tiens, tiens, tiens... on dirait que l'enfant de Bhaal s'est trouvé un sens de l'humour. L'a-t-elle déniché toute seule, cher frère, ou est-ce le résultat d'une de tes étranges expériences ?

# female
source: I see you are now more Slayer than <PRO_MANWOMAN>. How dull. You provided such small amusement last time, I doubt that this will be different.
french: Je vois que vous êtes maintenant plus un Écorcheur qu'une femme. Comme c'est ennuyeux. Vous m'avez peu divertie la dernière fois, je doute qu'aujourd'hui ce soit très différent.

# female
source: No, <CHARNAME>. Sadly, I do not think we are destined to work together again. I am content to fight by my brother and revel in your blood and that of those that follow at your heel.
french: Non, <CHARNAME>. Malheureusement, je ne pense pas que nous soyons destinées à travailler ensemble à nouveau. Je vais me contenter de me battre aux côtés de mon frère et de me délecter de votre sang, ainsi que de ceux qui vous suivent à la trace.

# female
source: No, <CHARNAME>. Sadly, I do not think we are destined to work together again. Despite the attractiveness of what you offer, your words ring more hollow than my brother's. Far better to rip your soul from your living breast than beg for it at your side.
french: Non, <CHARNAME>. Malheureusement, je ne pense pas que nous soyons destinées à travailler ensemble à nouveau. En dépit de l'attrait de ce que vous m'offrez, vos mots ont moins de consistance que ceux de mon frère. Je préfère arracher votre âme de votre corps encore chaud, plutôt que de la mendier à vos pieds.

# female
source: Why you assumed I would even be interested in your allegiance, Bodhi, I have no idea. I shall be pleased to know that you both die again just as you lived: without a single redeeming or worthwhile quality.
french: Pourquoi croyez-vous que je pourrais être intéressée par votre allégeance, Bodhi ? Je n'en ai aucune idée... Je serais heureuse lorsque vous mourrez tous deux de nouveau comme vous avez vécu : sans la moindre once de rédemption ni valeur.

# female
source: You think to betray me, Bodhi? Foolish girl. Melissan is the one who holds power here, and you hope to find succor at the feet of this fool <PRO_GIRLBOY>? Stand by me or die with <PRO_HIMHER>!
french: Tu songes à me trahir, Bodhi ? Idiote. Mélissanne est celle qui détient la toute-puissance ici, et tu espères trouver de l'aide aux pieds de cette imbécile ? Viens avec moi ou meurs avec elle !
german: Ihr versucht mich zu betrügen, Bodhi? Törichtes Mädchen. Melissan ist diejenige, die die Macht in Händen hält. Oder glaubt Ihr Beistand zu Füßen dieses armseligen Mädchens zu finden? Haltet zu mir oder sterbt mit <PRO_HIMHER>!
