Repository: abalabokhin/Ascension
Catalog: ascension/lang/po/*.po
Languages: french, german

source: In the end, it was Bodhi's ambition that sealed her fate. Her dealings with <CHARNAME> had given her a brief taste of divinity, and when it faded she became obsessed with recapturing that glory. She stalked the shadows of the Sword Coast, bathing in the blood of countless victims, and every attempt to hunt her down ended the same way: with the drained corpses of clerics and knights scattered about, and no trace of the vampire herself. But this time Bodhi's thirst was without end, without satisfaction. At last her frenzy drove her back to Suldanessellar, and at the gates of the city she found Ellesime waiting for her. They fought all through the night, both driven by memories of the past, until Bodhi's fangs found the queen's throat just as a stake pierced her black heart. As Bodhi fell to dust for the last time, she could hear her brother's voice raised in mocking laughter, following her into oblivion.
french: En définitive, c'est l'ambition de Bodhi qui scella sa destinée. Son pacte avec <CHARNAME> lui avait donné un avant-goût de la divinité, et lorsqu'il s'est estompé, elle est devenue obsédée par l'idée de retrouver cette grandeur. Elle rôdait dans les ténèbres de la Côte des Épées, se baignant dans le sang de ses innombrables victimes, et toutes les tentatives de la débusquer se soldèrent de la même manière : avec les dépouilles vidées de leur sang de clercs et de chevaliers éparpillés ici et là, mais aucune trace de la vampire en question. Mais cette fois, la soif de Bodhi était insatiable, et sans aucune satisfaction. Finalement, sa frénésie la poussa à retourner à Suldanessalar. Mais aux portes de la ville, elle trouva Ellésime qui l'attendait de pied ferme. Elles combattirent tout au long de la nuit, toutes deux animées par les souvenirs du passé, jusqu'à ce que les crocs de Bodhi finissent par trouver la gorge de la Reine au moment même où un pieu transperça son cœur noir. Alors que Bodhi tombait en poussière pour la dernière fois, elle pouvait percevoir les rires moqueurs de son frère la suivre dans le néant.

source: With no one to temper his wrath, it was inevitable that Dorn Il-Khan would come to a bad end. Though he had escaped the fury of the gods, there were others whose retribution could not be avoided. Hunted down and captured by the "Freelance Jurist" Mercy Whitedove, Dorn was taken back to Luskan to stand trial. He was found guilty of the mass slaughter of every man, woman, and child in the village of Barrow, where his dark path began. Sentenced to death, Dorn broke free of the prison on three occasions before the sentence could be carried out. Twice, he was tracked down by Whitedove and returned. When they met for the third and last time, Dorn's patron commanded him to stand his ground, forcing Whitedove to slay the so-called "Butcher of Barrow". Tales of Dorn Il-Khan were told for decades afterwards, both by parents with unruly children in need of discipline and by those vile men and women who admired the half-orc's deeds.
french: Personne n'étant présent pour tempérer sa rage, il était inévitable que Dorn Il-Khan finisse mal. Bien qu'il échappât à la colère des dieux, il ne put éviter la justice des mortels. Pourchassé et capturé par la « Justicière Franche », Mercy Blanche-Colombe, Dorn fut conduit à Luskan pour y être jugé. Il fut reconnu coupable du massacre de chaque homme, femme et enfant d'un village nommé « Barrow », lieu où il fit son premier pas sur le chemin des ténèbres. Condamné à mort, Dorn parvint à s'évader de prison à trois reprises, avant que la sentence ne soit finalement exécutée. Les deux premières, il fut repris et ramené de force par Blanche-Colombe. Lorsqu'ils se rencontrèrent pour la troisième et dernière fois, le maître de Dorn lui ordonna de tenir bon, forçant Blanche-Colombe à tuer le « Boucher de Barrow ». Pendant des décennies, les faits et gestes de Dorn Il-Khan furent relatés, tant par les parents d'enfants indisciplinés que par ceux qui admiraient le demi-orque pour ses méprisables exploits.

source: With no one to temper his wrath, it was inevitable Dorn Il-Khan would come to a bad end. Though he had escaped the fury of the gods, there were others whose retribution could not be avoided. Hunted down and captured by a "Freelance Jurist", Mercy Whitedove, the former blackguard was taken back to Luskan to stand trial. He was found guilty of the mass slaughter of every man, woman, and child in the village of Barrow, where his dark path began. Sentenced to death, Dorn broke free of the prison on three occasions before the sentence could be carried out. Twice, he was tracked down by Whitedove and returned. Rather than face her a third time, the half-orc fled towards the Spine of the World. He had not seen his homeland in years, but found that he could traverse the icy wasteland far more successfully than Whitedove. Dorn was never seen south of the Spine again, though tales of his exploits would inspire others to try their hand at infernal pacts. It never ended well for them.
french: Personne n'étant présent pour tempérer sa rage, il était inévitable que Dorn Il-Khan finisse mal. Bien qu'il échappât à la colère des dieux, il ne put éviter la justice des mortels. Pourchassé et capturé par la « Justicière Franche », Mercy Blanche-Colombe, l'ancien chevalier noir fut conduit à Luskan pour y être jugé. Il fut reconnu coupable du massacre de chaque homme, femme et enfant d'un village nommé « Barrow », lieu où il fit son premier pas sur le chemin des ténèbres. Condamné à mort, Dorn parvint à s'évader de prison à trois reprises, avant que la sentence ne soit finalement exécutée. Les deux premières, il fut repris et ramené de force par Blanche-Colombe. Et plutôt que de l'affronter une troisième fois, le demi-orque prit la fuite vers l'Épine Dorsale du Monde. Il n'avait pas revu sa terre natale depuis des années, mais il se rendit vite compte qu'il pouvait traverser le désert glacé avec bien plus de facilité que Blanche-Colombe. On ne revit jamais plus Dorn Il-Khan au sud de l'Épine Dorsale, bien que les récits de ses exploits aient inspiré certains à s'essayer aux pactes infernaux. Mais cela ne s'est jamais bien terminé pour eux.

source: To this day, tales of Dorn Il-Khan and <CHARNAME> are told both by parents whose unruly children need discipline and those vile men and women who admired the deeds of the malevolent pair. Their relationship was tempestuous, each vying to control the other at every turn. Though they had successfully evaded the wrath of the gods, Dorn and <CHARNAME> would find it more difficult to escape mortal justice. Dorn was captured by a Freelance Jurist named Mercy Whitedove and taken to Luskan, where he was tried for the mass slaughter at the village of Barrow. <CHARNAME> executed Dorn's daring and bloody escape, after which they spent several years avoiding Whitedove and other bounty hunters. Given their temperaments, the end was perhaps inevitable: after a final escape from the implacable Whitedove, tensions between the two finally erupted into violence. Left with little choice, <CHARNAME> slew Dorn and disappeared into the shadows of history.
french: À ce jour, les faits et gestes de Dorn Il-Khan et <CHARNAME> sont toujours relatés, tant par les parents d'enfants indisciplinés que par ceux qui admirent le couple malveillant pour ses méprisables exploits. Leur relation était orageuse, chacun cherchant en permanence à prendre le dessus sur l'autre. Bien qu'ils fussent parvenus à échapper à la colère des dieux, Dorn et <CHARNAME> eurent plus de mal à éviter la justice des mortels. Dorn fut capturé par la « Justicière Franche » dénommée Mercy Blanche-Colombe et conduit à Luskan, où il fut jugé pour le massacre des habitants du village de Barrow. Son évasion, menée à bien par <CHARNAME>, fut un coup d'éclat sanglant et audacieux. S'ensuivit des années de cavale éreintantes où ils furent pourchassés par Blanche-Colombe et d'autres chasseurs de prime. Étant donné leurs tempéraments, la fin de leur relation était peut-être inévitable. Après avoir une énième fois faussé compagnie à l'implacable Blanche-Colombe, la tension entre eux deux explosa dans un déchaînement de violence. <CHARNAME> n'eut d'autre choix que de tuer Dorn, et il ne mit ensuite que peu de temps à disparaître dans les limbes de l'histoire.

source: For six days after <CHARNAME>'s ascension, Dorn Il-Khan raged across southern Tethyr, convinced his lover had betrayed him. But on the seventh dawn, as he awoke surrounded by the carnage of the previous night, the half-orc felt a power burning inside him that he had never known before. The new God of Murder had chosen <PRO_HISHER> first champion. Dorn wasted no time in gathering followers and leading them against the Church of Cyric, relentlessly butchering the Mad God's faithful from Mir to Icewind Dale. With each slaughter, the cult of <CHARNAME> grew in power and infamy. Finally, swollen with pride and divine favor, Dorn was felled by a most unlikely alliance between the desperate Cyricists and the Order of the Radiant Heart. But it is said that since that day, a dark shadow stands vigilant beside the Throne of Blood...
french: Pendant six jours après l'ascension de <CHARNAME>, Dorn Il-Khan déferla à travers le sud du Téthyr, convaincu que son amant l'avait trahi. Mais à la septième aube, alors qu'il se réveillait entouré du carnage de la nuit précédente, le demi-orque sentit brûler en lui une puissance qu'il n'avait encore jamais connue auparavant. Le nouveau dieu du meurtre avait choisi son premier champion. Dorn ne perdit pas de temps pour rassembler des disciples et les mena contre l'Église de Cyric, massacrant sans relâche les fidèles du dieu fou, de la forêt de Mir au Val de Bise. À chaque massacre, le culte de <CHARNAME> gagnait en puissance et en infamie. Finalement, gonflé d'orgueil et de faveur divine, Dorn fut abattu par une alliance des plus improbables entre des disciples désespérés de Cyric et l'Ordre du Cœur radieux. Mais on dit que depuis ce jour, une ombre noire veille sur le trône de sang...

source: With her obligations to Larloch and <CHARNAME> fulfilled, Hexxat struck out on her own. She had lost her last chance at humanity, but gained a new understanding of what the world had to offer thanks to her time with the Bhaalspawn. She eventually returned to Athkatla, rallying the shattered remnants of Bodhi's organization, like Hexxat, the few remaining vampires sought a new purpose, and they saw in her a leader who would value them as more than just tools. Combining her undead powers with her knowledge of long-forgotten Chultan traditions, Hexxat came to be revered as queen of the city's underworld.
french: Après s'être acquittée de ses obligations envers Larloch et <CHARNAME>, Hexxat s'est mise à son propre compte. Elle avait perdu sa dernière chance d'accéder à l'humanité, mais avait acquis une nouvelle compréhension de ce que le monde avait à offrir grâce à son parcours avec l'enfant de Bhaal. Elle finit par retourner à Athkatla, ralliant les vestiges brisés de l'organisation de Bodhi. Comme Hexxat, les quelques vampires restants cherchaient une nouvelle raison d'être, et ils virent en elle un leader qui les considérerait comme bien plus que de simples instruments. Combinant ses pouvoirs de mort-vivante à sa connaissance des coutumes ancestrales oubliées de Chult, Hexxat est maintenant révérée comme la reine des profondeurs de la ville.

source: Though it's likely Hexxat and <CHARNAME> had many adventures after the conclusion of the Bhaalspawn Crisis, reliable reports of those adventures are hard to come by. In their place is an endless chain of rumors, many of them gleefully spread by Cabrina: the lovers had gone to Waterdeep, becoming key players in the city's noble and criminal fraternities, they had pulled off the heist of the century, cleaning out the coffers of Menzoberranzan's Tier Breche, they had adopted a clan of kobolds and taught them to pick locks. The wildest tales claimed that <CHARNAME> was no longer seen without a scarf or high collar, and that she and Hexxat would stalk the night together, for all eternity.
french: Même s'il est probable que les aventures d'Hexxat et <CHARNAME> ont continué après les incidents des enfants de Bhaal, les récits de ces aventures sont difficiles à dénicher, et ceux relatant des faits authentiques sont presque introuvables. À la place, une série interminable de rumeurs circula, dont la plupart sont allègrement propagées par Cabrina : Les amants seraient partis à Eauprofonde, où ils devinrent des figures incontournables dans les organisations nobles et criminelles de la ville. Par la suite, ils auraient adopté un clan de kobolds, leurs apprenant à crocheter les serrures, réussissant ainsi le casse du siècle en raflant les coffres de Tier Breche, l'Académie de Menzoberranzan. Les histoires les plus extravagantes prétendent que l'on ne voyait plus <CHARNAME> sans foulard ou col haut, et qu'avec Hexxat, ils rôderaient dans la noirceur de la nuit, et ce... pour l'éternité.

source: Neera traveled north, stopping at inns and taverns along the way, always listening happily as bards wove tales both true and false of her adventures with <CHARNAME>. When she reached the High Forest, she was welcomed back as a hero and personally congratulated by Turlang the treant. Within days she was bored again, and circled back around to Amn where she reunited with the surviving wild mages of the Hidden Refuge, hoping to find happiness in their company. But Neera's restlessness was matched only by her power, and she departed once more, heading to the Moonsea. With the help of a wild surge or two, she sank three Thayan slaver ships single-handedly, driving them from the city of Melvaunt. This attracted Thay's attention, and Neera found herself hounded once again by the Red Wizards. It was a chase she enjoyed, for a time, especially when it led to another alliance of convenience with Szass Tam. While the outcomes of her adventures were as unpredictable as her wild magic, one thing was certain: Neera would live a very interesting life.
french: Neera retourna dans le nord, faisant étape dans les auberges et les tavernes qu'elle trouvait en chemin, toujours heureuse d'écouter les récits, véridiques ou imaginaires, que les bardes racontaient au sujet de ses aventures avec <CHARNAME>. En atteignant la Haute-Forêt, elle fut accueillie en héroïne par ses habitants et Turlang le sylvanien en personne la félicita lors d'une somptueuse cérémonie. En seulement quelques jours elle commença déjà à s'ennuyer, et repartit en Amn afin de retrouver les entropistes du Refuge Caché qui avaient survécu, pensant trouver le bonheur et la sérénité en leur compagnie. Mais Neera, débordante de puissance, ne tenait plus en place et ne tarda pas à mettre les voiles vers la Mer de Lune. Avec l'aide d'un ou deux hiatus entropiques, elle chassa les Sorciers Rouges de la ville de Melvonte en sabordant trois navires d'esclavagistes thayens. Cet exploit lui valut de s'attirer les foudres de Thay, et Neera se trouva à nouveau pourchassée par les hommes en robe rouge. Elle s'en amusa, pendant un temps, allant même jusqu'à fonder une nouvelle alliance de circonstances avec Szass Tam le Grand Zulkir. Bien que le dénouement de ses aventures soit aussi imprévisible que sa magie entropique, une chose est certaine : Neera allait mener une vie des plus intéressantes.

source: With <CHARNAME> at her side, it seemed as though Neera meant to find some stability, perhaps by returning to the High Forest. But it soon became clear that neither of them wanted a quiet life, and though the Order of Eight Staves was no more, the machinations of Thay still loomed on the horizon. As <CHARNAME> cheered her on, Neera used her wild magic to sink three Thayan slaver ships off the coast of Melvaunt. The city celebrated their heroic victory until dawn, and when <CHARNAME> awoke Neera was gone. She had left no note, given no sign of departure. But he just smiled. No matter where her restless wanderings would take her, he knew they would find each other again.
french: Avec <CHARNAME> à ses côtés, il semblerait que Neera ait voulu trouver une certaine stabilité, peut-être en retournant à la Haute-Forêt. Mais il est vite apparu qu'aucun d'entre eux ne souhaitait une vie paisible, et bien que l'Ordre des Huit Bâtons fut anéanti, les machinations de Thay se profilaient toujours à l'horizon. Tandis que <CHARNAME> l'encourageait, Neera usa de sa magie entropique pour saborder trois navires d'esclavagistes thayens au large des côtes de Melvonte. La ville célébra cette victoire héroïque jusqu'à l'aube, et quand <CHARNAME> se réveilla, il découvrit que Neera était partie sans faire de bruit. Elle n'avait laissé aucun mot, ni montré aucun signe de son intention. <CHARNAME> se contenta de sourire, car peu importe où les pérégrinations de Neera l'emmèneraient, il savait qu'ils se rencontreraient à nouveau.

source: After the events of the Bhaalspawn Saga, Rasaad yn Bashir was no longer content to live as a fugitive. Having driven Alorgoth into hiding after their battle in the Deepstone Mines, Rasaad returned to Calimshan, determined to prove his loyalty to the Order of the Sun Soul. But he was unable to convince the hierarchy that he had not abandoned their teachings, and was summarily cast out. Rasaad denounced the judgment, proclaiming his innocence and refusing to leave. The stories say he fought off more than a hundred Sun Soul monks before succumbing to their superior numbers. Haraan Sixscar herself struck the final blow. In the aftermath of Rasaad's death, those present were shocked to realize that not one of his opponents had been killed. He had remained true to Selune's ways until his dying breath.
french: Au terme de l'épisode des enfants de Bhaal, Rasaad yn Bashir ne souhaitait plus vivre tel un fugitif. Après avoir forcé Alorgoth à se cacher suite à leur affrontement dans les mines de Rocheprofonde, Rasaad retourna à Calimshan, déterminé à prouver sa loyauté à l'Ordre de la Conscience Solaire. Bien qu'il n'ait jamais renoncé à ses enseignements, il fut incapable d'en convaincre sa hiérarchie qui le condamna à l'exil. Contestant la sentence, Rasaad proclama son innocence et refusa de partir. On raconte qu'il aurait combattu plus d'une centaine de moines de la Conscience Solaire avant de finalement succomber devant leur nombre, et que Haraan Sixcatrice en personne lui aurait asséné le coup de grâce. Après le décès de Rasaad, les témoins furent stupéfaits de constater qu'aucun des moines qu'il avait affrontés n'avait été tué. Rasaad yn Bashir était resté fidèle à la voie de Séluné jusqu'à son dernier souffle.

source: Though Alorgoth eventually resurfaced after their battle in the Deepstone Mines, Rasaad yn Bashir was no longer interested in avenging his brother. He had finally found peace as a devotee of the Twofold Trust, offering a more tolerant and less dogmatic path to worshippers who had grown disenchanted with Shar and Selune - or, at least, the clergy that claimed to represent them. Renouncing violence, Rasaad and his followers retreated to a remote monastery in the Cloud Peak mountain, where he would live out his life in quiet contemplation.
french: Bien qu'Alorgoth ait fini par refaire surface après leur affrontement dans les mines de Rocheprofonde, Rasaad yn Bashir n'était plus intéressé par la quête de vengeance de son frère. Le moine calimshite trouva enfin la paix à laquelle il aspirait en se dévouant entièrement au Cercle Dédoublé. Culte proposant une voie à la fois plus tolérante et moins dogmatique aux adorateurs déçus et désabusés de Shar ou de Séluné (ou du moins par le clergé qui prétendait les représenter). C'est ainsi que Rasaad finit par renoncer définitivement à la violence, et qu'il se retira avec ses fidèles disciples dans un monastère isolé au cœur des montagnes des Pics Brumeux. C'est là, parmi les sommets enneigés, que Rasaad écoula le reste de ses jours dans le calme et la contemplation.

source: Despite <CHARNAME>'s testimony, Rasaad yn Bashir could not convince the Sun Soul of his innocence. But the pain of being cast out was quickly replaced with the joy of his new family with <CHARNAME>, and their seven children were raised according to the tenets of the Sun Soul philosophy their father had never abandoned. But it was only a matter of time before the darkness that plagued the Bashir bloodline resurfaced: one pleasant spring evening, Rasaad and <CHARNAME> were ambushed and killed by Sharran assassins. Though Alorgoth counted this as a victory, it would cost him dearly: having been trained by both parents, the Seven launched a holy crusade from which the Dark Moon would never fully recover.
french: Malgré le témoignage de <CHARNAME>, Rasaad yn Bashir fut incapable de convaincre l'Ordre de la Conscience Solaire de son innocence. Mais la douleur d'avoir été exclu fut rapidement substituée par le bonheur de fonder une nouvelle famille avec <CHARNAME>, et leurs sept enfants adoptifs furent élevés en accord avec les préceptes de la Conscience Solaire, que Rasaad n'avait jamais vraiment délaissés. Mais les enfants portaient désormais le nom des Bashir, et ce n'était qu'une question de temps avant que les ténèbres qui accablaient leur père adoptif ne les frappent également. Un doux soir de printemps, Rasaad et <CHARNAME> furent attaqués et tués par des assassins sharrans. Bien qu'Alorgoth eût considéré cela comme une victoire, elle lui coûta très cher. Entraînés par leurs parrents, les « Sept » se lancèrent dans une guerre sainte. Une croisade dont la secte de la Lune Noire ne se remit jamais complètement.

source: Among those who speak the animal tongues, the name of Wilson is well-known and well-loved. A defender of the weak and a tireless crusader for peace in a violent world, Wilson's courage and heroism inspired many in the animal kingdom to follow in his footsteps. The legend, passed down through the generations, grows with each telling. After ending his own kind's murderous rampage against fish, he was the first and only mammal ever to be made a saint to the salmon. But perhaps his greatest triumph came when he forged a lasting armistice in the ages-old conflict between cats and dogs. For all these accomplishments and more, Wilson is remembered fondly by all good and steadfast members of the wild. He died peacefully during hibernation at the age of thirty-seven, surrounded by family and friends.
french: Les aventures de Wilson sont bien connues et très appréciées de ceux qui parlent les langues animales. C'était un défenseur des opprimés et un infatigable combattant de la paix dans un monde empli de violence. Le courage et l'héroïsme de Wilson ont inspiré de nombreux animaux à suivre ses pas. La légende, transmise de génération en génération, grandit à chaque récit. Après avoir mis fin à la folie meurtrière de son espèce envers les poissons, il est devenu le seul et unique mammifère à avoir été canonisé par les saumons. Mais sa plus grande victoire est sans aucun doute d'avoir réussi à mettre un terme à l'éternel conflit opposant les chats aux chiens, et à instaurer une paix durable entre ces deux espèces. Pour toutes ces raisons et bien d'autres encore, Wilson restera gravé dans les mémoires de tous les bons et loyaux membres du règne animal. Il mourut paisiblement, lors de l'hibernation à l'âge de trente-sept ans, entouré par sa famille et ses amis.
