Repository: abalabokhin/Ascension
Catalog: ascension/lang/po/*.po
Languages: french, german

source: I think the essence pools that adjoin the Throne might be divertable by someone with a connection to the essence. A Bhaalspawn, one of us. If all three were cut off from her stream, Melissan might be forced to deal with us rather than soak up even more power.
french: Je pense que les sources d'essences qui jouxtent le trône peuvent être détournées par quelqu'un lié à cette essence. Un enfant de Bhaal, l'un d'entre nous. Si les trois sont coupées, Mélissanne pourrait être forcée de nous affronter plutôt que d'absorber encore plus de puissance.
german: Ich denke, dass die Essenzbecken in der Nähe des Throns umgelenkt werden könnten, von jemandem, der eine Verbindung zur Essenz hat. Einem Nachkommen Bhaals, einem von uns. Wenn alle drei von ihrem Strom abgeschnitten würden, wäre Melissan gezwungen, sich mit uns zu beschäftigen, anstatt immer mehr Macht aufzusaugen.

source: She has, no doubt, guarded the pools in some fashion... but it is the only way to continue that I can think of. Short of standing here and watching her become a goddess, that is.
french: Elle a sans aucun doute protégé les sources d'une quelconque manière... mais c'est la seule façon d'y arriver que je puisse imaginer. Mis à part de rester ici à ne rien faire et de la laisser devenir une déesse, bien sûr.
german: Sie hat die Becken zweifellos irgendwie bewacht... aber es ist der einzige Weg, der mir einfällt. Außer natürlich hier herumzustehen und zuzusehen, wie sie eine Göttin wird.

source: You interpose your hand in the swirl of energy within the pool, but its power is obviously too much for you. You do not interrupt its flow and, instead, the energy leaps out and damages you.
french: Vous interposez votre main dans le tourbillon d'énergie au cœur de la source, mais ce pouvoir est de toute évidence trop grand pour vous. Vous ne parvenez pas à interrompre le flot et, au contraire, l'énergie jaillit et vous blesse.
german: Ihr haltet Eure Hand in die wirbelnde Energie des Pools, aber dessen Macht ist offensichtlich zu stark für Euch. Ihr könnt den Fluss nicht unterbrechen, und stattdessen springt Energie heraus und verletzt Euch.

source: You place your hand within the energies of the pool and draw the essence into yourself, diverting it away from Melissan. Boundless power fills you briefly, and while most of it dissipates a portion fuels your inner energies. You are now immune to death magics and vorpal effects, and have also gained the ability to unleash the power within you as a short burst of destructive power. The energies also restore the powers of all present.
french: Vous placez votre main au cœur des énergies de la source et absorbez l'essence qui en émane, la volant ainsi à Mélissanne. Un pouvoir sans limite vous emplit brièvement, et tandis que la plupart se dissipe, une partie alimente vos énergies intérieures. Vous êtes désormais immunisé à la mort magique et aux effets vorpalins, et avez également gagné la capacité de relâcher la puissance qui est en vous sous la forme d'une courte décharge d'énergie destructrice. Les énergies présentes restaurent également les pouvoirs de toutes les personnes se trouvant à vos côtés.
german: Ihr haltet Eure Hand in die Energie des Beckens, zieht die Essenz in Euch selbst hinein und lenkt sie so von Melissan ab. Für einen Moment seid Ihr von grenzenloser Macht erfüllt... und obwohl der größte Teil Euch wieder verlässt und sich im Raum zerstreut, bleibt ein Teil davon in Euch. Ihr seid gegenüber Todesmagie und Enthauptungen immun, und habt die Fähigkeit Entfesseln erhalten. Die Energie stellt zudem die Kräfte aller Anwesenden wieder her.

source: New power gained: "Unleash" The "Unleash" ability releases your inner power upon a target that is within melee range, hitting them for 10d12 magic damage (half on a successful save vs. Death) and sending them flying back and perhaps unconscious for a short period. This ability may only be used once ever thirty seconds... and after using it the Bhaalspawn will be incredibly fatigued and have a 25% miscast chance on all spells for 2 rounds. Due to the amount of divine essence used, the Slayer form will also not be available for thirty seconds.
french: Nouveau pouvoir acquis : « Décharge » La capacité de « Décharge » relâche vos pouvoirs intérieurs sur des cibles au corps à corps, leur infligeant 10d12 points de dégâts magiques (la moitié seulement si un jet de sauvegarde contre la mort est réussi), les propulsant loin de vous et rendant parfois ces cibles inconscientes pour une courte durée. Cette capacité ne peut être utilisée qu'une fois toutes les 30 secondes... et après l'avoir utilisée, l'enfant de Bhaal sera incroyablement fatigué et aura 25 % de chance de rater tous ses sorts pendant 2 rounds. En raison de la quantité d'essence divine utilisée, la forme d'Écorcheur sera inutilisable pendant 30 secondes.
german: Neue Fähigkeit erhalten: "Entfesseln" Die Fähigkeit "Entfesseln" setzt Eure innere Kraft frei und trifft ein Ziel in Nahkampfreichweite, wobei 10W12 magischem Schaden verursacht werden (1/2 bei erfolgreichen Rettungswurf gegen Tod -4). Außerdem wird es zurückgestoßen lässt und möglicherweise für eine kurze Zeit bewusstlos. Diese Fähigkeit kann nur einmal alle 30 Sekunden eingesetzt werden. Nach dem Einsatz ist das KInd Bhaals 2 Runden lang unglaublich erschöpft und hat eine 25%ige Fehlzauberchance. Aufgrund der verbrauchten Menge an göttlicher Essenz ist auch die Verwandlung zum Schlächter 30 Sekunden lang nicht verfügbar.

source: You place your hand within the energies of the pool and draw the essence into yourself, diverting it away from Melissan. Boundless power fills you, and while most of it dissipates you are left with much of Bhaal's essence. For the moment, you have gained the ability to teleport freely throughout space and also fight for control of abyssal demons that are under Melissan's control. Part of this ability to teleport also means you are now completely immune to the spells Maze and Imprisonment. The energies also restore the powers of all present.
french: Vous placez votre main au cœur des énergies de la source et absorbez l'essence qui en émane, la volant ainsi à Mélissanne. Un pouvoir sans limite vous emplit, et tandis que la plupart se dissipe, vous vous sentez en possession d'une plus grande partie de l'essence de Bhaal. Vous venez de gagner la capacité de vous téléporter librement à travers l'espace ainsi que de disputer le contrôle des démons abyssaux à Mélissanne. Cette habilité à vous téléporter signifie également que vous êtes désormais immunisé aux sorts Labyrinthe et Emprisonnement. Les énergies présentes restaurent également les pouvoirs de toutes les personnes se trouvant à vos côtés.
german: Ihr haltet Eure Hand in die Energie des Beckens, zieht die Essenz in Euch selbst hinein und lenkt sie so von Melissan ab. Für einen Moment seid Ihr von grenzenloser Macht erfüllt... und obwohl der größte Teil Euch wieder verlässt und sich im Raum zerstreut, bleibt doch viel von Bhaals Essenz in Euch. Ihr habt die Fähigkeit erhalten, Euch frei durch den Raum zu teleportieren und zudem um die Kontrolle über die Dämonen des Abyss zu kämpfen, die jetzt unter Melissans Kontrolle stehen. Als Nebenwirkung Eurer Fähigkeit der Teleportation seid Ihr nun auch vollständig immun gegenüber den Zaubern Irrgarten und Einkerkerung. Die Energien stellen außerdem die Kräfte aller Anwesenden wieder her.

source: New power gained: "Control Demon" This ability allows the Bhaalspawn to attempt to wrest control of a demon away from Melissan and make them an ally. The Bhaalspawn engages the demon in mental combat for 1 round, at the end of which the demon has a chance of becoming an ally. The demon is not under the Bhaalspawn's direct control, however. This ability may be used once every 3 rounds. New power gained: "Dimension Door" The Bhaalspawn may now move freely through space and the planes. This teleportation power is useable once per round.
french: Nouveau pouvoir acquis : « Contrôle des démons » Cette capacité permet à l'enfant de Bhaal de disputer le contrôle d'un démon à Mélissanne et d'en faire son allié. L'enfant de Bhaal s'engage dans un combat mental avec le démon pendant un round, à la fin duquel le démon a une chance de devenir son allié. Cependant, le démon n'est pas sous le contrôle direct de l'enfant de Bhaal. Cette capacité peut être utilisée une fois tous les 3 rounds. Nouveau pouvoir acquis : « Porte dimensionnelle » L'enfant de Bhaal peut désormais se déplacer librement à travers l'espace et les plans. Ce pouvoir de téléportation est utilisable une fois par round.
german: Neue Fähigkeit erhalten: "Dämon beherrschen" Mit dieser Fähigkeit kann das Kind Bhaals versuchen, Melissan die Kontrolle über einen Dämon zu entreißen. Es verwickelt den Dämon für DURATION_PLACEHOLDER Sekunden in einen mentalen Kampf, an dessen Ende der Dämon mit einer Wahrscheinlichkeit von SUCCESS_CHANCE_PLACEHOLDER% ein Verbündeter wird. Das Kind Bhaals kann den Dämon dann jedoch nicht direkt kontrollieren. Die Fähigkeit kann einmal alle 3 Runden eingesetzt werden. Neue Fähigkeit erhalten: "Dimensionstor" Das Kind Bhaals kann sich nun frei durch Raum und Ebenen bewegen. Diese Teleportationskraft kann einmal pro Runde eingesetzt werden.

source: You place your hand within the energies of the pool and draw the essence into yourself, diverting it away from Melissan. You are filled with boundless power for a moment... and while most of it leaves you and dissipates into the cosmos, a part of it remains with you. You have gained the ability to focus the energies within you to protect yourself from such magics as Time Stop, Disintegrate and Flesh to Stone for a short period. The energies also restore the powers of all present.
french: Vous placez votre main au cœur des énergies de la source et absorbez l'essence qui en émane, la volant ainsi à Mélissanne. Un pouvoir sans limite vous emplit durant un moment... et alors que vous le sentez vous quitter et disparaître dans le cosmos, une partie demeure en vous. Vous venez de gagner la capacité de concentrer les énergies qui sont en vous pour vous protéger d'innombrables sorts tels qu'Arrêt du temps, Désintégration et Transmutation de la chair en pierre pour une courte période. Les énergies présentes restaurent également les pouvoirs de toutes les personnes se trouvant à vos côtés.
german: Ihr haltet Eure Hand in die Energie des Beckens, zieht die Essenz in Euch selbst hinein und lenkt sie so von Melissan ab. Für einen Moment seid Ihr von grenzenloser Macht erfüllt... und obwohl der größte Teil Euch wieder verlässt und sich im Raum zerstreut, bleibt ein Teil davon in Euch. Ihr habt die Fähigkeit Fokus erhalten, womit Ihr Euch vor Magie wie Zeitstop, Auflösung und Versteinerung für eine kurze Zeit zu schützen. Die Energien stellen außerdem die Kräfte aller Anwesenden wieder her.

source: New power gained: "Focus" This ability allows the Bhaalspawn to focus his energy within <PRO_HIMHER> to resist spell effects from without. For a 30-second duration, the Bhaalspawn becomes immune to the spells Flesh to Stone, Disintegration and Time Stop. All minor spells of 1st through 3rd level will also not affect the Bhaalspawn. This ability is useable once per minute.
french: Nouveau pouvoir acquis : « Focalisation » Cette capacité permet à l'enfant de Bhaal de focaliser son énergie en lui pour résister aux sorts extérieurs. Pour une durée de 30 secondes, l'enfant de Bhaal devient immunisé aux sorts Transmutation de la chair en pierre, Désintégration et Arrêt du temps. Les sorts de 1er, 2ème et 3ème niveau n'affecteront pas non plus l'enfant de Bhaal. Cette capacité est utilisable une fois par minute.
german: Neue Fähigkeit erhalten: "Fokus" Mit dieser Fähigkeit kann das Kind Bhaals innere Energien fokussieren, um äußeren Zaubern zu widerstehen. Für eine Dauer von 30 Sekunden wird es immun gegen die Zauber Fleisch zu Stein, Auflösung und Zeitstop. Auch alle Zauber vom 1. bis 3. Grad haben keine Auswirkung. Diese Fähigkeit kann einmal pro Minute eingesetzt werden.

source: The final pool has been stilled. The light of the energy column has begun to ebb. You have only moments to prepare for what is surely the final confrontation...
french: La source finale a été coupée. La lumière de la colonne d'énergie commence à faiblir. Vous n'avez que quelques instants pour vous préparer à ce qui sera probablement la confrontation finale...
german: Das letzte Becken ist stillgelegt. Das Licht der Energiesäule wird schwächer. Ihr habt nur wenige Augenblicke, um Euch auf den Kampf vorzubereiten, der mit Sicherheit die letzte Konfrontation sein wird...

source: Already Melissan begins to stir within the stream of divine energies. Once the last pool is stilled, there will be very little time before she reacts.
french: Mélissanne commence déjà à s'agiter au cœur du torrent d'énergie divine. Quand la dernière source sera coupée, il n'y aura que très peu de temps avant qu'elle ne réagisse.
german: Schon beginnt Melissan, sich innerhalb des Stroms göttlicher Energien zu rühren. Sobald das letzte Becken stillgelegt ist, wird Euch nur sehr wenig Zeit bleiben, bevor sie reagiert.

source: My blade, is it? I had thought this lost forever. It is good to have it back. While I no longer have the essence to channel through it, it is still a Deathbringer's weapon and I can restore much of its power. I would not suggest you attempt to use it yourself, now.
french: Mon épée ? Je pensais l'avoir perdue à jamais. C'est bon de la récupérer. Bien que je n'aie plus mon essence divine à lui transmettre, c'est toujours une lame de semeur de mort et je peux restaurer la plupart de ses pouvoirs. Je ne te conseillerais pas de t'en servir toi-même à présent.
german: Meine Klinge, nicht wahr? Ich dachte, ich hätte sie für immer verloren. Es ist gut, dass ich sie wieder habe. Ich kann zwar die Essenz nicht mehr durch sie leiten, aber sie ist immer noch die Waffe eines Todesbringers, und ich kann viel von ihrer Kraft wiederherstellen. Ich rate davon ab, dass Ihr versucht, sie selbst zu benutzen.

source: You must have ToB installed or use Enhanced Edition to install the Ascension mod.
french: Vous devez avoir installe ToB ou utiliser l'Enhanced Edition pour installer le mod Ascension.
german: Sie müssen ToB installiert haben oder die Enhanced Edition verwenden, um die Ascension-Mod zu installieren.

source: Cannot install without Ascension main component.
french: Impossible d'installer sans le composant principal d'Ascension.
german: Kann ohne Hauptkomponente von Ascension nicht installiert werden.

source: You must have BG2Fixpack installed or use Enhanced Edition to install this version of the Ascension mod.
french: Vous devez avoir installe BG2Fixpack ou utiliser l'Enhanced Edition pour installer cette version du mod Ascension.
german: Sie müssen BG2Fixpack installiert haben oder die Enhanced Edition verwenden, um diese Version der Ascension-Mod zu installieren.

source: Ascension must be installed BEFORE Spell Revisions. Uninstall Spell Revisions, install Ascension, then reinstall Spell Revisions.
french: Ascension doit etre installe AVANT Spell Revisions. Desinstallez Spell Revisions, installez Ascension, puis reinstallez Spell Revisions.
german: Ascension muss VOR Spell Revisions installiert werden. Deinstallieren Sie Spell Revisions, installieren Sie Ascension und installieren Sie dann Spell Revisions erneut.

source: Ascension must be installed BEFORE Sword Coast Stratagems. Uninstall Sword Coast Stratagems, install Ascension, then reinstall Sword Coast Stratagems.
french: Ascension doit etre installe AVANT Sword Coast Stratagems. Desinstallez Sword Coast Stratagems, installez Ascension, puis reinstallez Sword Coast Stratagems.
german: Ascension muss VOR Sword Coast Stratagems installiert werden. Deinstallieren Sie Sword Coast Stratagems, installieren Sie Ascension und installieren Sie dann Sword Coast Stratagems erneut.

source: Ascension must be installed BEFORE Wheels of Prophecy. Uninstall Wheels of Prophecy, install Ascension, then reinstall Wheels of Prophecy.
french: Ascension doit etre installe AVANT Wheels of Prophecy. Desinstallez Wheels of Prophecy, installez Ascension, puis reinstallez Wheels of Prophecy.
german: Ascension muss VOR Wheels of Prophecy installiert werden. Deinstallieren Sie Wheels of Prophecy, installieren Sie Ascension und installieren Sie dann Wheels of Prophecy erneut.

source: Ascension must be installed BEFORE Iylos. Uninstall Iylos, install Ascension, then reinstall Iylos.
french: Ascension doit etre installe AVANT Iylos. Desinstallez Iylos, installez Ascension, puis reinstallez Iylos.
german: Ascension muss VOR Iylos installiert werden. Deinstallieren Sie Iylos, installieren Sie Ascension und installieren Sie dann Iylos erneut.

source: Tougher Throne of Bhaal battles
french: Combats de Throne of Bhaal plus difficiles
german: Härtere Kämpfe in Thron des Bhaal

source: Tougher Abazigal
french: Combat d'Abazigal plus difficile
german: Härterer Kampf gegen Abazigal

source: Tougher Demogorgon
french: Combat de Demogorgon plus difficile
german: Härterer Kampf gegen Demogorgon

source: Tougher Gromnir
french: Combat de Gromnir plus difficile
german: Härterer Kampf gegen Gromnir

source: Tougher Illasera
french: Combat d'Illasera plus difficile
german: Härterer Kampf gegen Illasera

source: Tougher Yaga-Shura
french: Combat de Yaga-Shura plus difficile
german: Härterer Kampf gegen Yaga-Shura

source: Tougher Balthazar
french: Combat de Balthazar plus difficile
german: Härterer Kampf gegen Balthasar

source: Additional Content (not part of original Ascension mod)
french: Contenu additionnel (ne faisant pas partie du mod original Ascension)
german: Zusätzliche Inhalte (nicht Teil der ursprünglichen Ascension-Mod)

source: Full-body portrait for Bodhi
french: Portrait complet de Bodhi (incluant son corps)
german: Ganzes Porträt von Bodhi

source: Alternate Balthazar portrait, by Cuv
french: Portrait alternatif de Balthazar, par Cuv
german: Alternatives Porträt für Balthasar, von Cuv

source: Restored Bhaalspawn Powers
french: Pouvoirs de l'enfant de Bhaal restaures
german: Wiederhergestellte Bhaalspross-Fähigkeiten

source: Rewritten Final Chapter of Throne of Bhaal
french: Reecriture du chapitre final de Throne of Bhaal
german: Umgeschriebenes letztes Kapitel in Thron des Bhaal

source: Improved Sarevok-Player Interactions
french: Interactions entre Sarevok et le joueur ameliorees
german: Zusätzliche Dialoge mit Sarevok finden definitiv statt

source: Improved Imoen-Player Interactions in Throne of Bhaal
french: Interactions entre Imoen et le joueur ameliorees dans Throne of Bhaal
german: Zusätzliche Dialoge mit Imoen finden definitiv statt

source: Expanded Epilogues for Bioware NPCs
french: Epilogues etendus pour les PNJ de Bioware
german: Erweiterte Epiloge für Bioware-NPCs

source: David Gaider's expanded epilogues for Bioware NPCs
french: Epilogues etendus de David Gaider pour les PNJ de Bioware
german: David Gaider's erweiterte Epiloge für Bioware NPCs

source: Alternate epilogues by Shawne
french: Epilogues alternatifs, par Shawne
german: Alternative Epiloge von Shawne (auf Englisch)

source: Balthazar can be redeemed
french: Balthazar peut etre rachete
german: Balthasar kann erlöst werden

source: Improved Slayer Transformation
french: Transformation en Ecorcheur amelioree
german: Verbesserte Verwandlung zum Schlächter

source: Extended Epilogues for additional Beamdog NPCs, by shawne
french: Epilogues etendus pour les PNJ additionnels de Beamdog, par shawne
german: Erweiterte Epiloge für zusätzliche Beamdog-NPCs, von Shawne (auf Englisch)

source: Sharper portraits of Abazigal and Gromnir for the Enhanced Edition, by DavidW
french: Portraits plus nets d'Abazigal et de Gromnir pour l'Enhanced Edition, par DavidW
german: Schärfere Porträts von Abazigal und Gromnir für die Enhanced Edition, von DavidW

source: This component is only for BG2:EE or EET
french: Ce composant est uniquement pour BG2:EE ou EET
german: Diese Komponente ist nur für BG2:EE oder EET

source: Slightly improved cutscenes, by DavidW
french: Cinematiques legerement ameliorees, par DavidW
german: Leicht verbesserte Zwischensequenzen, von DavidW

source: Driven to oppose slavery in all its forms, Aerie continued adventuring after leaving <CHARNAME>'s side. She made several attempts to gather a larger group around her, as <CHARNAME> had done, but each time the company would collapse into infighting and betrayal. Aerie's compassion had grown tainted by her need for vengeance, and she could neither command nor inspire loyalty in others. She might have lost herself entirely, had she not stumbled across a group of avariel slaves in Cormyr. Upon their release, they guided Aerie back to Faenya-Dail, the home she had been stolen from. She learned much during her stay, and came to understand that she was no longer truly an avariel, at last accepting the loss of her wings. Aerie eventually became a high priestess in Understone, a gnomish village her mentor Quayle had often spoken of. He had been her true family, and it was among his people that she finally found peace.
french: Motivée par la volonté de s'opposer à l'esclavage sous toutes ses formes, Aerie poursuivit ses aventures après avoir quitté <CHARNAME>. Elle tenta à plusieurs reprises de rassembler un groupe d'aventuriers autour d'elle, comme le fit naguère <CHARNAME>. Mais à chaque tentative, la troupe fut brisée par des luttes internes et des trahisons. La compassion d'Aerie avait été altérée par son besoin obsessionnel de vengeance, et elle ne parvenait ni à commander ni à inspirer la loyauté à autrui. Elle aurait pu se dévoyer entièrement, si elle n'avait pas rencontré par hasard un groupe d'avariels réduits en esclavage dans le royaume du Cormyr. Après avoir été libérés, ils guidèrent Aerie jusqu'à Faenya-Dail, le foyer d'où elle fut si cruellement arrachée jadis. Aerie apprit beaucoup durant son séjour, et finit par admettre qu'elle n'était plus vraiment une avarielle, acceptant enfin la perte de ses ailes. Aerie devint finalement une grande prêtresse à Pierrebasse, un village gnome dont lui avait souvent parlé Quayle, son tuteur. Il avait été sa seule véritable famille, et c'est parmi les siens qu'elle trouva enfin la paix.
