Repository: abalabokhin/Ascension
Catalog: ascension/lang/po/*.po
Languages: french, german

source: I don't know how to explain it, exactly, but she must have used you! She used everyone else! I didn't trust her and she even got me to do what she wanted!
french: Je ne sais pas comment l'expliquer exactement, mais elle a dû se servir de vous ! Elle a manipulé tout le monde ! Je ne lui faisais pas confiance et pourtant elle a réussi à me faire faire ce qu'elle voulait !
german: Ich weiß nicht, wie ich es erklären soll, aber sie muss Euch benutzt haben! Sie hat auch alle anderen benutzt! Ich habe ihr nicht vertraut, und sogar mich hat sie dazu gebracht zu tun, was sie wollte!

source: Think about it, Balthazar! You honestly think she didn't know what your plans were? Do you think you took her by surprise? Even I saw it coming, and there was nothing I could do to stop it!
french: Pensez-y, Balthazar ! Vous croyez sincèrement qu'elle ne se doutait pas de vos plans ? Vous imaginiez la prendre par surprise ? Même moi, je l'ai vue venir et il n'y a rien que je n'ai pu faire pour arrêter ça !
german: Denkt darüber nach, Balthasar! Ihr denkt wirklich, sie hätte nicht gewusst, was Eure Pläne waren? Glaubt Ihr, Ihr hättet sie überrascht? Sogar ich habe es kommen sehen, und es gab nichts, was ich hätte tun können, um es zu verhindern!

source: She used you to get rid of the other Bhaalspawn, obviously. Think about it! She knew what you were planning all along. She wanted all the Bhaalspawn dead... and she wants us to fight! She *wants* this to happen!
french: Elle s'est servie de vous pour se débarrasser des autres enfants de Bhaal, de toute évidence. Pensez-y ! Elle savait depuis le début ce que vous vouliez faire. Elle voulait voir tous les enfants de Bhaal morts... et maintenant, elle veut que nous nous combattions ! Elle VEUT que ça arrive !
german: Sie hat Euch offensichtlich benutzt, um all die andere Bhaalbrut loszuwerden. Denkt darüber nach! Sie wusste die ganze Zeit, was Ihr geplant habt. Sie wollte, dass die gesamte Bhaalbrut tot ist... uns sie will, dass wir gegeneinander kämpfen! Sie *will*, dass dies geschieht!

source: Of course she used me, <CHARNAME>. And no doubt she knew my plans as well as I knew hers. This changes nothing.
french: Bien sûr qu'elle s'est servie de moi, <CHARNAME>. Et il n'y a aucun doute sur le fait qu'elle connaissait mes plans, tout comme je connaissais les siens. Ça ne change rien.
german: Natürlich hat sie mich benutzt, <CHARNAME>. Und zweifellos kannte sie meine Pläne, wie auch ich die ihren kannte. Das ändert nichts.

source: You... may be right, <CHARNAME>. But that does not mean that my plan will fail. Melissan underestimates me, I am sure of that... just as she underestimates you.
french: Vous... avez peut-être raison, <CHARNAME>. Mais ça ne veut pas dire que mon plan va échouer. Mélissanne me sous-estime, j'en suis certain... tout comme elle vous sous-estime.
german: Ihr... könntet recht haben, <CHARNAME>. Aber das bedeutet nicht, dass mein Plan erfolglos sein wird. Melissan unterschätzt mich, ich bin mir da sicher... genauso, wie sie auch Euch unterschätzt.

source: I must resist it. I will. I have no choice.
french: Je dois y résister. Je le ferai. Je n'ai pas le choix.
german: Ich muss ihm widerstehen. Ich werde es. Ich habe keine Wahl.

source: You are certainly no better a candidate for resisting such temptation, <CHARNAME>. I would trust myself far more than I would trust you. To send you to the Throne would be to give up everything I have believed in.
french: Vous n'êtes certainement pas un meilleur candidat pour résister à une telle tentation, <CHARNAME>. J'ai davantage confiance en mon jugement qu'en le vôtre. Vous laissez aller au trône reviendrait à abandonner tout ce en quoi je crois.
german: Ihr seid sicherlich kein besserer Kandidat, dieser Versuchung zu widerstehen, <CHARNAME>. Ich würde mir selbst weit mehr trauen als Euch. Euch zum Thron zu senden, würde bedeuten, alles aufzugeben, woran ich geglaubt habe.

source: Strength is nothing, <CHARNAME>. You may vanquish me with your might, and you may even vanquish Melissan. But you will never vanquish yourself. Might will bring you no peace... this I know. And this is why I must be the last.
french: La force n'est rien, <CHARNAME>. Vous pourriez me vaincre avec votre puissance, et vous pourriez même vaincre Mélissanne. Mais vous ne viendrez jamais à bout de vous-même. Le pouvoir ne vous apportera aucune paix... ça, je le sais. Et c'est pourquoi je dois être le dernier.
german: Stärke ist bedeutungslos, <CHARNAME>. Ihr könntet mich überwinden mit Eurer Macht, und Ihr könntet sogar Melissan überwinden. Aber Ihr könnt nie Euch selbst überwinden. Macht wird Euch keinen Frieden bringen... das weiß ich. Und deshalb muss ich der Letzte sein.

source: I am tired of the battles I have fought, <CHARNAME>. I am tired of the anguish that I have endured, placing the greater good above the welfare of others, of myself and my own immortal soul. It will be enough that Bhaal's legacy is destroyed, there is no temptation beyond that.
french: Je suis fatigué de tous les combats que j'ai menés, <CHARNAME>. Je suis fatigué du tourment que j'ai enduré, plaçant le bien suprême au-dessus de celui des autres, de moi-même et de mon âme immortelle. Détruire l'héritage de Bhaal sera suffisant, il n'y aura plus de tentation après ça.
german: Ich bin der Schlachten müde, die ich geschlagen habe, <CHARNAME>. Ich habe die Qualen satt, die ich ertragen habe, indem ich ein größeres Gutes über das Wohlergehen von anderen, meiner selbst und meiner unsterblichen Seele gestellt habe. Es wird ausreichen, dass Bhaals Hinterlassenschaft zerstört ist, ich habe keine Ziele darüber hinaus.

source: But I do. It is my destiny. What other choice have I?
french: Mais je le dois. C'est ma destinée. Quel autre choix ai-je ?
german: Aber ich muss es. Es ist mein Schicksal. Welche andere Wahl sollte ich haben?

source: You always have a choice, Balthazar. Don't be a slave to Alaundo's prophecy! I have fought against it ever since I found out about my heritage and I will *not* give up!
french: Vous avez toujours le choix, Balthazar. Ne soyez pas un esclave de la prophétie d'Alaundo ! Je l'ai combattue depuis que j'ai découvert mon héritage et je n'abandonnerai pas !
german: Ihr habt immer eine Wahl, Balthasar. Seid kein Sklave der Prophezeiung Alaundos! Ich habe dagegen gekämpft, seit ich mein Erbe kenne, und ich werde *nicht* aufgeben!

source: Alaundo's prophecy does not mean the Bhaalspawn must be destroyers, Balthazar! It also means we can stop the prophecy from becoming true, I know this!
french: La prophétie d'Alaundo ne dit pas que les enfants de Bhaal doivent être absolument détruits, Balthazar ! Ça veut aussi dire que nous pouvons empêcher la prophétie de se réaliser, je le sais !
german: Alaundos Prophezeiung bedeutet nicht, dass die Bhaalbrut Zerstörer sein muss, Balthasar! Sie bedeutet auch, dass wir es verhindern können, dass die Prophezeiung eintrifft! Ich weiß das!

source: You are walking a path that you don't need to, Balthazar. You see yourself as evil, but it doesn't have to be that way.
french: Vous suivez un chemin qui n'est pas le vôtre, Balthazar. Vous vous voyez comme mauvais, mais il n'en est pas forcément ainsi.
german: Ihr geht einen Weg, den Ihr nicht gehen müsst, Balthasar. Ihr seht Euch selbst als böse, aber das muss nicht so sein..

source: I am your <PRO_BROTHERSISTER>, Balthazar. Let us fight what is inevitable! We can work together!
french: Je suis votre frère, Balthazar. Combattons ce qui semble inévitable ! Nous pouvons coopérer !
german: Ich bin Euer Bruder, Balthasar. Lasst uns das Unvermeidbare bekämpfen! Wir können zusammenarbeiten!

source: Forget it. There's no point in discussing this with you, is there? Let's get this over with.
french: Oubliez ça. Il n'y a aucun intérêt à discuter de ça avec vous, n'est-ce pas ? Finissons-en.
german: Vergesst es. Es ist zwecklos, das mit Euch zu diskutieren. Lasst uns damit zum Ende kommen.

source: You are impressive with your words, <CHARNAME>. I can feel destiny altering to your will, how you are the center of it all... how is it that I did not see this before?
french: Vous êtes doué avec les mots, <CHARNAME>. Je peux sentir la destinée s'altérer selon votre volonté, et à quel point vous êtes le centre de tout ceci... comment n'ai-je pas pu le voir plus tôt ?
german: Eure Worte sind beeindruckend, <CHARNAME>. Ich kann spüren, dass sich das Schicksal nach Eurem Willen ändert, dass Ihr das Zentrum all dessen seid... wie kommt es, dass ich das nicht eher gesehen habe?

source: But the simple truth is your words ring hollow to me. I do not believe them. You have fought against destiny, yet I see it in you even the more as you speak.
french: Mais la stricte vérité est que vos mots sonnent creux pour moi. Je ne les crois pas. Vous avez combattu cette destinée et pourtant... plus vous parlez et plus je la vois en vous.
german: Aber die einfache Wahrheit ist, dass Eure Worte hohl klingen. Ich glaube nicht an sie. Ihr hab gegen das Schicksal gekämpft, dennoch kann ich es in Euch erkennen, je länger Ihr sprecht.

source: Perhaps... perhaps there is something to your words. I look within myself and see how rigidly I have held myself to my destiny... and I feel hollow. But I... cannot believe that this has been for nothing.
french: Peut-être... peut-être qu'il y a quelque chose dans vos paroles. Je regarde en moi, et je vois de quelle façon rigide j'ai suivi mon destin... et je me sens vide. Mais je... ne peux croire que tout ceci ait été réalisé en vain.
german: Vielleicht... vielleicht ist an Euren Worten etwas dran. Ich blicke in mich hinein und sehe, wie starr ich an meinem Schicksal festgehalten habe... und ich fühle mich hohl. Aber ich... kann nicht glauben, dass all dies umsonst gewesen sei.

source: What do you mean? How do you know this?
french: Que voulez-vous dire ? Comment savez-vous cela ?
german: Was meint Ihr damit? Woher wisst Ihr das?

source: It was told to me by a Solar, an agent of prophecy! It... oh, I know how it sounds, but it's true!
french: Ces choses m'ont été révélées par une solaire, un agent de la prophétie ! Elle... oh, je sais que ça a l'air étrange, mais c'est vrai !
german: Es wurde mir von einem Solar gesagt, einem Diener der Prophezeiung! Es... oh, ich weiß, wie das klingt, aber es stimmt!

source: I have been told many things by agents of Alaundo's prophecy... higher beings that have sought me out to prepare me. Alaundo's prophecy does not necessarily mean what you think it does, Balthazar.
french: J'ai appris beaucoup de choses par les agents de la prophétie d'Alaundo... des êtres supérieurs qui m'ont cherché pour me préparer. La prophétie d'Alaundo ne signifie pas nécessairement ce que vous croyez, Balthazar.
german: Vieles wurde mir gesagt von den Dienern der Prophezeiung Alaundos... höheren Wesen, die zu mir kamen, um mich vorzubereiten. Alaundos Prophezeiung bedeutet nicht unbedingt das, was Ihr denkt, Balthasar.

source: A Solar has been my mentor since this began, guiding me and preparing me for what is to come. The prophecy is not so simple as you think it to be, no matter how we assume it to be. Think about it and you'll know it to be true, Balthazar... everything has more than one side.
french: Une solaire a été mon mentor depuis que tout ceci a commencé, me guidant et me préparant à ce qui allait arriver. La prophétie n'est pas aussi simple que vous l'imaginez, quoi que nous puissions en penser. Réfléchissez-y et vous vous rendrez compte que c'est vrai. Balthazar... il y a toujours plus d'une facette en chaque chose.
german: Ein Solar war mein Mentor, seit dies alles begann, er leitete mich und bereitete mich vor auf das, was kommen wird. Die Prophezeiung ist nicht so einfach, wie wir glauben. Denkt darüber nach und erkennt, dass das wahr ist, Balthasar... alles hat mehr als eine Seite.

source: You plant a seed of doubt in me, <CHARNAME>, and I begin to wonder. Yet... it seems that my destiny may differ from yours. I have no heavenly guidance. Perhaps my path has been made for me, yet.
french: Vous semez le doute en moi, <CHARNAME>, et je commence à m'interroger. Pourtant... il semble que ma destinée diffère de la vôtre. Je n'ai pas de guide divin. Peut-être que mon chemin a déjà été tracé pour moi.
german: Ihr sät den Samen des Zweifels in mir, <CHARNAME>, und ich beginne zu staunen. Doch... es scheint, als sei mein Schicksal verschieden von Eurem. Ich habe keine himmlische Führung. Vielleicht ist mein Weg schon gebahnt.

source: An appealing notion, to walk away. Would that I could do so. Would that any of us could have done so.
french: « Laisser tomber », une idée séduisante... J'aimerais pouvoir le faire. Si seulement l'un d'entre nous avait pu le faire.
german: Ein verlockender Gedanke, wegzugehen. Ich wollte, ich könnte es tun. Ich wollte, jeder von uns hätte es tun können.

source: But perhaps I have resigned myself to a path that is not what it seems. You are... hardly what I expected for the last of the Bhaalspawn, <CHARNAME>. Perhaps there is hope... or perhaps I am only deluding myself.
french: Mais peut-être que je me suis résigné à suivre un chemin qui n'est pas ce qu'il semble être. Vous ne... ressemblez pas vraiment à ce à quoi je m'attendais de la part du dernier enfant de Bhaal, <CHARNAME>. Peut-être qu'il y a de l'espoir... ou peut-être suis-je en train de me bercer d'illusions.
german: Aber vielleicht habe ich mich mit einem Weg abgefunden, der nicht so ist, wie er zu sein scheint. Ihr seid... nicht das, was ich mir unter dem Letzten der Bhaalbrut vorgestellt habe, <CHARNAME>. Vielleicht gibt es Hoffnung... oder vielleicht täusche ich mich nur selbst.

source: But that is a fool's notion, <CHARNAME>, and I am no fool. There is no such option available to me or any of us, no matter how appealing you may make it seem.
french: Mais c'est une idée stupide, <CHARNAME>, et je ne suis pas idiot. Il n'y a pas une telle option pour moi ni pour aucun d'entre nous, peu importe à quel point vous pouvez la faire paraître séduisante.
german: Aber das ist der Gedanke eines Narren, <CHARNAME>, und ich bin kein Narr. Es gibt diese Möglichkeit weder für mich noch für einen anderen von uns, so verlockend Ihr sie auch darstellt.

source: No! You have listened to nothing I have said! It *is* that way because there is no choice for us! You would have me forget all the murders I have committed with my own hands, all the wrongs I have done in the name of the greater good... I cannot forget! I will not forgive myself and I will *not* allow others to be afflicted with the taint I possess!
french: Non ! Vous n'avez rien écouté de ce que j'ai dit ! C'est de cette façon car il n'y a pas d'autre choix pour nous ! Vous voudriez me faire oublier tous les meurtres que j'ai commis de mes mains, toutes les fautes que j'ai commises au nom du bien suprême... je ne peux pas oublier ! Je ne me le pardonnerai pas, et je ne laisserai pas les autres être affligés par le même fardeau que je porte !
german: Nein! Ihr habt nichts von dem verstanden, was ich gesagt habe! Es *ist* dieser Weg, weil es für uns keine Wahl gibt! Ihr wollt, dass ich all die Morde vergesse, die ich mit eigener Hand begangen habe, all das Übel, das ich verursacht habe im Namen eines größeren Guten... ich kann nicht vergessen! Ich werde mir nicht vergeben, und ich werde *nicht* zulassen, dass andere vom gleichen Makel wie ich selbst befallen werden!

source: You have considerable charisma, <CHARNAME>... but it is because we are siblings that we cannot work together. You know as well as I what the essence seeks, and it will not be satisfied until our destiny is culminated.
french: Vous avez un charisme considérable, <CHARNAME>... mais c'est parce que nous sommes parents que nous ne pouvons nous unir. Vous savez aussi bien que moi ce que veut cette essence, et elle ne sera pas satisfaite tant que notre destinée n'aura pas atteint son apogée.

source: I make no judgement upon you, <CHARNAME>. You are what you were born to be. I can only trust myself to hold to the path of good that will lead to the destruction of the true evil that threatens Faerun. There is no other path for me.
french: Je ne vous juge pas, <CHARNAME>. Vous êtes tel que vous êtes né. Je ne peux que me fier à moi-même pour suivre la voie du bien qui mènera à la destruction du véritable mal qui menace Féérune. Il n'y a pas d'autre voie pour moi.
german: Ich richte Euch nicht, <CHARNAME>. Ihr seid der, als der Ihr geboren wurdet. Ich kann nur mir selbst vertrauen, dass ich auf dem Weg bleibe, der zur Vernichtung des wahren Bösen führt, das Faerun bedroht. Es gibt keinen anderen Weg für mich.

source: Look at the suffering you have brought to Amkethran! Your monks terrorize the innocent at your command! You hire soulless mercenaries that cut down the innocent at the slightest provocation! And all for nothing! You call these the actions of a good man?
french: Regardez la souffrance que vous avez amenée à Amkethran ! Vos moines terrorisent les innocents en votre nom ! Vous engagez des mercenaires sans cœur qui tuent les innocents à la moindre provocation ! Et tout ça pour rien ! Vous appelez ceci les actions d'un homme bon ?
german: Schaut auf das Leid, das Ihr über Amkethran gebracht habt! Eure Mönche terrorisieren die Unschuldigen auf Euren Befehl! Ihr heuert gewissenlose Söldner an, die beim geringsten Anlass die Unschuldigen niedersäbeln! Und all das für nichts! Das nennt Ihr die Taten eines guten Mannes?

source: A truly good man would have stood against Melissan from the beginning. You say you wanted to find out who the Five were... and yet I defeated them without your scheming. It was your choice to join the Five in their reign of destruction, so live up to it!
french: Un véritable homme de bien se serait opposé à Mélissanne dès le début. Vous dites que vous vouliez découvrir qui composait la Main... et pourtant je les ai vaincus sans vos machinations. C'était votre choix de les rejoindre dans leur règne de destruction, alors soyez à la hauteur !
german: Ein wahrhaft guter Mensch würde sich von Beginn an gegen Melissan gestellt haben. Ihr sagtet, Ihr wolltet herausfinden, wer die Fünf waren... und doch habe ich sie ohne Eure Intrigen besiegt. Es war Eure Entscheidung, die Fünf in ihrer zerstörerischen Herrschaft zu unterstützen, also handelt danach!

source: You make no judgement upon me? Don't make me laugh! Inevitability is only the newest excuse for yet one more murder! You would make our father proud!
french: Vous ne faites aucun jugement sur moi ? Ne me faites pas rire ! L'inéluctabilité n'est qu'une excuse supplémentaire pour un meurtre de plus ! Notre père serait fier de vous !
german: Ihr richtet nicht über mich? Bringt mich nicht zum Lachen! Unvermeidlichkeit ist nur eine weitere Entschuldigung für noch einen Mord! Ihr würdet unserem Vater Freude machen!

source: And what if that is my path, too, Balthazar? You say you don't judge me, and yet you hold yourself to some duty as the only person who can fight against evil? Do you know destiny so well that you can say for certain where it leads for someone else, never mind yourself?
french: Et si nos chemins étaient identiques, Balthazar ? Vous dites que vous ne me jugez pas, et pourtant vous vous targuez d'être la seule personne capable de lutter contre le mal ? Connaissez-vous si bien la destinée pour pouvoir dire avec certitude où mène celle des autres, sans même parler de la vôtre ?
german: Und wenn das auch mein Weg ist, Balthasar? Ihr sagt, Ihr richtet mich nicht, und doch seht Ihr Euch verpflichtet, als wärt Ihr die einzige Person, die gegen das Böse kämpfen könnte? Kennt Ihr das Schicksal so gut, dass Ihr mit Sicherheit sagen könnt, wohin es jemanden anderes leitet, ganz zu schweigen von Euch selbst?

source: It... it is true. I paid little attention to my men's actions, but I... I knew what they were doing. I thought it a great sacrifice, necessary to maintain secrecy, to attain my ultimate goal that they, in their ignorance, did not know would benefit them more in the end. But... it is how we treat the most helpless of our brethren in the worst of times that marks the goodness of a man, does it not? I... I am ashamed, <CHARNAME>. I sought... only to do what was best for us all.
french: C'est... c'est vrai. J'ai prêté peu d'attention aux actions de mes hommes, mais je... je savais ce qu'ils faisaient. Je pensais que c'était un sacrifice nécessaire pour maintenir le secret et atteindre mon but, qui malgré leur ignorance finirait par bénéficier à tous. Mais... c'est la façon dont nous traitons les plus démunis de nos semblables dans les pires moments qui fait la bonté d'un homme, n'est-ce pas ? Je... j'ai honte, <CHARNAME>. Je cherchais... seulement à faire ce qui était le mieux pour nous tous.
german: Es... es ist wahr. Ich achtete wenig auf die Taten meiner Männer, doch ich... ich wusste, was sie taten. Ich hielt es für ein großes Opfer, notwendig, um das Geheimnis zu wahren, um mein eigentliches Ziel zu erreichen, von dem sie in ihrer Unwissenheit nicht begriffen, dass es ihnen am Ende mehr nützen würde. Aber... wie wir die hilflosesten unserer Brüder in den schwierigsten Zeiten behandeln, ist das Zeichen für die Güte eines Menschen, nicht wahr? Ich... ich schäme mich, <CHARNAME>. Ich strebte danach... nach dem, was für uns alle das Beste wäre.

source: You found out who the Five were through Melissan's scheming... and through, in no small part, my own. But who is to say that things might not have been different? Who are *you* to say that things might have been different?
french: Vous avez découvert qui composait la Main grâce aux manigances de Mélissanne... et aussi grâce aux miennes. Mais qui peut prétendre que les choses n'auraient pas pu être différentes ? Qui êtes-vous pour dire que les choses auraient pu être différentes ?
german: Ihr habt durch Melissans Intrigen herausgefunden, wer die Fünf waren... und durch meine eigenen, in nicht geringem Maße. Aber wer kann sagen, dass die Dinge nicht hätten anders laufen können? Wer seid *Ihr*, dass Ihr behauptet, es hätte anders sein können?

source: But... it is true, nevertheless. I have taken the easy path, and have done much that has brought harm to others in the name of necessity. But when does 'necessity' cross into the realm of evil? I... I am ashamed, <CHARNAME>.
french: Mais... c'est vrai quoi qu'il en soit. J'ai choisi la voie la plus facile, et j'ai apporté beaucoup de souffrances au nom de la nécessité. Mais à partir de quel moment la « nécessité » entre-t-elle dans le domaine du mal ? Je... j'ai honte, <CHARNAME>.
german: Aber... es ist dennoch wahr. Ich bin den einfachen Weg gegangen und habe viel getan, das anderen im Namen der Notwendigkeit Leid gebracht hat. Aber wann gleitet die "Notwendigkeit" hinüber ins Böse? Ich... ich schäme mich, <CHARNAME>.

source: I do not stand here proud of my accomplishments in attaining what I see to be a necessary goal... but neither should you. You have blundered about, causing more harm by your negligence than I ever could by my plotting.
french: Je ne suis pas fier de ce que j'ai fait pour atteindre ce que je considère comme un but nécessaire... mais il devrait en être de même pour vous. Vous avez commis des erreurs, causant plus de mal par votre négligence que je n'aurais pu en faire à travers mes plans.
german: Ich stehe nicht hier, stolz auf das, was ich erreicht habe, indem ich ein Ziel verfolgte, das ich als notwendig ansehe... aber Ihr solltet ebenso wenig stolz sein. Ihr seid herumgestolpert, habt durch Eure Nachlässigkeit mehr Leid verursacht als ich es mit meinen Intrigen jemals könnte.
