Repository: abalabokhin/Ascension
Catalog: ascension/lang/po/*.po
Languages: french, german

source: Though the Bhaalspawn Crisis was over, Korgan Bloodaxe continued living in as violent a fashion as he could manage. He took control of an entire dwarven clan, killing their leader in secret in order to guide their revenge towards a target of his choosing. He could have retired in luxury, but his thirst for carnage was immeasurable, and he stunned the Realms by pushing deep into the Underdark. The blind fury of his clan took even the drow by surprise, but holding territory in the home of the dark elves is a hopeless proposition. Korgan was last seen burying his axe in the gullet of a high priest of Lolth, laughing as he struck. Dwarven legend has immortalized the image, and his bloodlust is now called a crusade. History, it seems, prefers heroes to madmen.
french: Korgan Bloodaxe reprit ses bonnes vieilles habitudes après avoir quitté <CHARNAME>, aussi violentes soient-elles. Il prit ainsi le contrôle d'un clan nain, en assassinant secrètement son chef afin de faire porter les soupçons sur la victime de son choix : son fidèle second. Il aurait pu profiter sereinement de son immense fortune, mais sa soif de sang et de carnage étaient insatiables, et il alla jusqu'à pénétrer profondément en Ombre-Terre, stupéfiant les peuples des Royaumes. La folie meurtrière de Korgan et de ses sbires prit les drows de court, mais garder le contrôle d'un territoire au cœur même de la patrie des elfes noirs est une entreprise vouée à l'échec. La dernière image qui restera de Korgan est celle d'un nain recouvert de sang, sa hache plantée dans le crâne d'une grande prêtresse de Lolth, un rictus féroce illuminant son visage. C'est d'ailleurs ainsi qu'on le représente toujours, en sculpture ou en gravure, son raid suicidaire devenant avec le temps une « sainte croisade ». Il en va ainsi de l'histoire, qui préfère se souvenir de héros ambitieux plutôt que de fous furieux.

source: The perils that Mazzy Fentan faced at the side of <CHARNAME> did nothing to dissuade her thirst for adventure. In fact, it was not long after the events in Tethyr that she formed the Fentan Knights, a stalwart band of heroes that spawned tales across the Realms. They battled trolls to save endangered towns, turned back tides of orcs to preserve ancient forests, and faced a rogue dragon in its own lair just to make the world a better place. Their legend was larger than life, especially so for Mazzy, and it was said on occasion that if valor were inches, she'd be twenty feet tall. For all her risks, Mazzy passed peacefully at a ripe old age. And though she had never settled down and had no children, her name and legacy would live on in the deeds of her followers for generations to come.
french: Les périls que Mazzy Fentan connut aux côtés de <CHARNAME> ne firent qu'accentuer son goût pour l'aventure. Elle fonda d'ailleurs les « Chevaliers de Fentan » peu de temps après les événements du Téthyr, une vaillante troupe de héros toujours prompts à faire naître des légendes dans les Royaumes. Ils combattirent ainsi des trolls pour sauver des villes en péril, mirent en déroute des armées d'orques pour préserver d'anciennes forêts, et affrontèrent même un dragon malveillant dans sa propre tanière, juste pour « rendre le monde meilleur ». À chacune de ses apparitions, le cortège de la petite-femme était inéluctablement acclamé par une foule en liesse. Leur renommée était exubérante, tout particulièrement concernant Mazzy, et il fut dit en de maintes occasions que si la taille faisait la valeur d'un être, alors Mazzy mesurerait au moins cinq mètres. Après toutes ces péripéties, Mazzy s'est éteinte paisiblement à un âge avancé. Bien qu'elle ne se soit jamais établie et n'eût jamais d'enfant, son nom et son héritage se perpétueront dans les exploits de ses disciples pour les générations à venir.

source: With the saga of the Bhaalspawn concluded, Minsc fulfilled a long-promised oath and returned to Rashemen, hoping to regale the Icedragon Berserker Lodge with tales of his deeds and thus earn a place within its hallowed halls. His words were not needed, though: every tavern in Faerun had a bard singing of the valiant ranger, and he was welcomed home as a hero. Minsc went on to form his own adventuring company, the Justice Fist, striking fear in the hearts and faces of evil until, in his advancing age, he again set out across the Realms... and disappeared. And what of Boo? Well, what is Minsc without Boo? The two would never be separated, and some say they are together still, up amongst the stars where hamsters are giants and men become legends.
french: Minsc poursuivit son chemin après la fin de ses aventures avec l'enfant de Bhaal. Il respecta la promesse qu'il avait faite depuis si longtemps et retourna en Rashéménie, pressé de relater ses exploits aux membres de la loge berserker du Dragon de Glace, et ainsi de gagner une place dans ses salles sacrées. Il n'eut même pas à se donner cette peine, une véritable légende s'étant construite autour de sa personne dans toutes les tavernes de Féérune. Chaque barde des Royaumes connaissait au moins une chanson narrant les aventures du plus grand rôdeur de tous les temps, et Minsc devint finalement un vrai héros. Il créa alors sa propre compagnie d'aventuriers : « le Pied dans la Botte de la Justice », un ordre visant à « botter les fesses du mal », selon sa charte fondatrice. Minsc disparut de nombreuses années plus tard lors de l'un de ses voyages au-delà des Royaumes. Et qu'en est-il de Bouh, me direz-vous ? Eh bien, que serait Minsc sans Bouh ? Bouh n'a jamais quitté Minsc, et Minsc n'a jamais quitté Bouh, évidemment. Ils seraient désormais tous deux parmi les étoiles, là où les hamsters sont des géants et les hommes des héros de légende.

source: Nalia de'Arnise learned a valuable lesson at the fall of Saradush: striking out at evil did not always help those in need. Though she had grown powerful during her partnership with <CHARNAME>, she felt she could do more good back in Amn. Her homecoming was spoiled when she learned that de'Arnise Keep had fallen under the control of Isaea Roenall, but she was no longer the wayward child he had known. The archmage single-handedly brought him to justice for his indiscretions, and then declared herself the inheritor of her father's ducal title. Within six months, Nalia had earned a seat on the Council of Six, and the people grew to love and rely on her leadership. She remained a prominent figure in Amnish politics for the rest of her life, constantly fighting for the good of the common folk and making many frustrated enemies among both the nobility and the Cowled Wizards.
french: Nalia de'Arnise apprit une leçon essentielle lors de la chute de Saradush : combattre le mal n'aide pas systématiquement les nécessiteux. Bien qu'elle développât grandement ses pouvoirs au contact de <CHARNAME>, Nalia estimait qu'elle pouvait se rendre plus utile en Amn. Son retour au pays fut gâché lorsqu'elle apprit que le château de'Arnise était tombé sous le contrôle d'Isaéa Roenal. Mais elle n'était plus la jeune fille rebelle qu'il escomptait, et c'est avec fermeté qu'elle le traîna elle-même devant la justice pour ses malversations. Nalia s'autoproclama héritière du titre de son père et fut ainsi nommée duchesse. En six mois, Nalia obtint un siège au prestigieux Conseil des Six, et le peuple commença à apprécier et à se fier à son autorité. Nalia demeura une grande figure de la politique amnienne pour le restant de ses jours, luttant constamment pour le bien des gens simples, s'attirant ainsi le mécontentement de nombreux détracteurs parmi les gens de la noblesse et les Mages cagoulés.

source: The reborn Sarevok Anchev proved true to his word: he returned to the lands he once knew, far mightier than he had ever been. Old enemies were startled by his visits - though never for very long - and soon enough Sarevok began a reign of terror in Baldur's Gate that placed him in complete control of the city. As his power grew and all resistance was crushed under his heel, the Deathbringer was maddened to find no thrill in victory. Within a year, his rule was nothing more than a burden, one he gladly relinquished when a group of heroes arrived to overthrow him. Fleeing into the night, Sarevok became a man haunted by his lack of purpose, by the unknown destiny that had once been so clear to him. Some say he traveled to the wastes of Anauroch, seeking to forge a new kingdom on the bones of the Netheril, others claim he slipped through the bonds of Toril and into the Planes, launching a campaign against Mount Celestia itself. The truth remains unknown, but tales of Sarevok's power and depravity will persist for centuries to come.
french: Le redoutable Sarevok Anchev réincarné se montra fidèle à sa réputation. Il retourna dans les contrées qu'il connaissait, bien plus puissant qu'il ne l'avait jamais été. Ses anciens ennemis furent surpris par sa venue, mais jamais pour très longtemps... Et c'est rapidement que Sarevok commença un règne de terreur à la Porte de Baldur, ce qui le plaça entièrement en charge de la cité. Alors que son pouvoir grandissait et que la résistance fut écrasée sous son joug, le semeur de mort était furieux cependant de ne tirer aucune satisfaction de ses victoires. En moins d'un an, son règne n'était plus qu'un fardeau, auquel il renonça volontiers lorsqu'un groupe de héros arriva pour le renverser. Fuyant dans la nuit, Sarevok devint un homme hanté par son manque de raison d'être, par la destinée inconnue qui lui avait été si évidente auparavant. Certains disent qu'il voyagea jusqu'au désert aride d'Anauroch, cherchant à forger un nouveau royaume sur les vestiges de Néthéril, d'autres prétendent qu'il aurait échappé aux contraintes de Toril et aurait atteint les Plans, lançant une campagne offensive contre le Mont Céleste lui-même. Quoi qu'il en soit, les récits de la puissance et de la dépravation de Sarevok persisteront pendant les siècles à venir.

source: In the years following his resurrection by <CHARNAME>, Sarevok Anchev never settled anywhere for long. In Berdusk, he is said to have routed an army of invading orcs, displaying such power and rage that terrified locals weren't sure whom to fear more. In Westgate, he arrived as conqueror, brutally enforcing his will only to mysteriously vanish weeks later, leaving his startled followers to the mercies of an angry mob. He acted like a man that did not know himself, and it became abundantly clear that Sarevok was a tortured soul caught between life and death, unable to appreciate either. Eventually he disappeared entirely from Faerun, and was thought to have taken his own life. In truth, he journeyed to Kara-Tur to bury his one true love, the warrior Tamoko. He never returned, though the stories endure.
french: Sarevok Anchev ne put s'établir nulle part pendant les années qui suivirent sa résurrection par <CHARNAME>. À lui seul, il aurait mis en déroute une armée d'orques à Berdusk, déployant une puissance et une férocité si effrayantes que les habitants terrifiés ne savaient plus vraiment qui craindre le plus. Il arriva à Port-Ponant en conquérant, imposant brutalement sa volonté sur la ville avant de mystérieusement disparaître quelques semaines plus tard, laissant ses propres hommes effarés en proie à la foule déchaînée. Il agissait comme un homme qui ne se connaissait pas lui-même, et il était devenu tout à fait clair que Sarevok était une âme torturée coincée entre la vie et la mort, incapable d'apprécier l'une ou l'autre. Finalement, il finit par disparaître définitivement de Féérune, et fut considéré comme ayant mis fin à ses jours. Mais en vérité, il se retira à Kara-Tur pour y enterrer son seul véritable amour, Tamoko la guerrière. Sarevok n'en revint jamais, bien que certaines légendes subsistent.

source: In the aftermath of the Bhaalspawn Crisis, Valygar Corthala became a common sight in the northern wilds near Waterdeep. In time, he returned to Athkatla, content to assume a quiet and contemplative life on his family estate. Pressure from admirers among the nobility would not let him rest, however, and he was persuaded to assume the title of Chief Inspector. It was a responsibility he didn't want, but ended up embracing when corruption within the city gained his ire. Surprising even himself, Valygar became an effective leader, earning the grudging respect of the Shadow Thieves even as he caught every criminal and slaver who dared enter the city. It was this term in office that truly restored his family name, and when Valygar eventually married, his only son - the pride of his life - took the lessons of his father to heart. The younger Corthala would go on to lead the Cowled Wizards, becoming its greatest agent of reform.
french: À la suite de la crise des enfants de Bhaal, Valygar Corthala devint un habitué des contrées sauvages du nord, dans les environs d'Eauprofonde. Après quelque temps, il se retira dans son domaine familial, à Athkatla, pour y mener une vie de calme et de contemplation. Cependant, la pression exercée par ses admirateurs de la noblesse locale pour qu'il prenne la charge de Prévôt de la ville ne lui laissa aucun répit ; une responsabilité qu'il rejeta dans un premier temps. Mais ne pouvant plus tolérer la corruption rampante qui gangrenait la ville, Valygar passa outre son inflexibilité et accepta le poste. À sa grande surprise, il se révéla être un dirigeant juste et efficace, forçant le respect des Voleurs de l'ombre alors même qu'il appréhendait tous les criminels et esclavagistes qui osaient entrer dans la cité. C'est ce mandat qui lui permit de véritablement redorer le blason des Corthala. Valygar finit par se marier et de son union naquit un fils, qui fut sa plus grande fierté. Celui-ci prit à cœur les leçons que son père lui avait enseignées et fut nommé quelque temps plus tard à la tête des Mages cagoulés. Par la suite, le jeune Corthala devint le plus grand réformateur que l'organisation ait jamais connu.

source: After parting ways with <CHARNAME>, Viconia deVir infiltrated the great city of Waterdeep, where she founded a secret cult dedicated to Shar. When one of her followers betrayed her, she eradicated the whole tainted lot, drawing the ire of Shar herself. The goddess did not forgive this trespass and stripped Viconia of her powers, but the drow stubbornly refused to atone. In later years she became an enigmatic figure, never where her enemies believed her to be, and while it was known she no longer served the Nightsinger, her clerical talents were more impressive than ever. Who the dark lady now worshipped, however, was her own secret to keep. After failed attempts to subvert the rulers of Telos and Calimport, Viconia returned to the Underdark, manipulating the Great Houses into wars from which only she profited. They say the webs she weaves could entangle even Lolth.
french: Viconia DeVir, peu après avoir quitté <CHARNAME>, infiltra la grande cité d'Eauprofonde où elle implanta un culte secret voué à Shar. Mais lorsque l'un de ses disciples osa la trahir, elle éradiqua sans autre forme de procès la totalité du culte gangrené, s'attirant ainsi le courroux de Shar en personne. La déesse des ténèbres ne pardonna pas à Viconia pour cet excès de zèle et la priva de ses faveurs, cependant la drow refusa obstinément d'expier ses fautes. Dans les années qui suivirent, elle devint une figure énigmatique, ne se trouvant jamais là où ses ennemis la croyaient, et bien qu'il fût de notoriété publique qu'elle ne servait plus la Chanteuse de Nuit, ses talents de prêtresse étaient plus impressionnants que jamais. Qui la sombre dame révérait désormais, resta son propre secret. Après avoir tenté en vain de renverser les dirigeants de Telos et de Calimport, Viconia retourna en Ombre-Terre, manipulant les grandes Maisons dans des guerres dont elle était la seule à en tirer profit. Il est dit que les toiles qu'elle tissa par la suite auraient pu piéger Lolth elle-même.

source: On her own once more, Viconia deVir wandered the Realms for some time. She was still met with ignorance and hatred, but was now more determined than ever to separate herself from the reputation of the drow. She refused the company of others, claiming that she wished to seek out her destiny on her own terms. The formidable cleric prevented an attempted takeover of Calimport by the Knights of the Shield, and even worked with Drizzt Do'Urden to save the elven city of Suldanessellar from a Zhentarim plot. For this last act, she was given the highest honors of the Seldarine, an accolade never before given to one of her dark kind, and was invited by Queen Ellesime herself to make a home in the Tree of Life. Viconia reportedly bowed once without emotion and silently left Suldanessellar forever. Her fate remains unknown.
french: Livrée à elle-même une fois de plus, Viconia DeVir continua à errer pendant un certain temps dans les Royaumes. Où qu'elle aille, Viconia se heurta encore et toujours à l'ignorance et à la haine des « surfacins », mais elle était plus déterminée que jamais à se détacher de la sombre réputation des drows. Elle refusait toute compagnie, prétextant qu'elle souhaitait suivre sa destinée par ses propres moyens. Dans les années qui suivirent, la redoutable prêtresse déjoua une tentative de putsch des Chevaliers du Bouclier sur Calimport. Elle travailla même de concert avec Drizzt Do'Urden pour porter secours à la cité elfique de Suldanessalar, victime d'un complot fomenté par le Zhentarim. Les elfes, reconnaissants, l'accueillirent chaleureusement et la Reine Ellésime lui accorda les plus grands honneurs de la Seldarine, une récompense jamais octroyée auparavant à une elfe noire. Ils l'invitèrent même à trouver refuge auprès de l'Arbre de vie. Viconia se serait alors prosternée sans trahir la moindre émotion et aurait ensuite discrètement quitté Suldanessalar pour toujours. Ce qu'il advint de la sombre elfe est, aujourd'hui encore, un véritable mystère...

source: <CHARNAME> and Viconia deVir left Tethyr together. He became an important political figure in the Realms, and she his trusted counsel. After settling in Baldur's Gate, they eventually welcomed a son - an unplanned addition that initially strained their relationship. But motherhood gave Viconia a new purpose, and she dedicated herself to raising the boy and teaching him the ways of both the drow and his father's people. She marveled at the understanding in his eyes, but unfortunately would not live to see him grow. A servant of Lolth poisoned Viconia in the night, leaving her to whisper last words to her loving mate in private. Some say father and son declared war on the Underdark in response, or sought retribution against Lolth herself in the abyssal Demonweb Pits, but it is known that <CHARNAME> was guided in all things by the memory and love of his dark maiden.
french: Viconia DeVir et <CHARNAME> quittèrent ensemble le Téthyr. <CHARNAME> devint par la suite une figure politique importante des Royaumes, notamment grâce aux conseils avisés de sa moitié. Après s'être installés à la Porte de Baldur, ils eurent ensemble un fils, un événement imprévu qui a initialement mis à mal leur relation. Mais la maternité donna à Viconia une nouvelle raison d'être, et elle se consacra à élever le jeune garçon, lui inculquant les coutumes des deux cultures : celle des elfes noirs et celle du peuple de <CHARNAME>. Elle s'émerveillait de la compréhension dont l'enfant faisait déjà preuve, malheureusement, elle ne vécut pas suffisamment longtemps pour le voir grandir. Une séide de Lolth empoisonna Viconia dans la noirceur de la nuit, la forçant à murmurer ses dernières paroles à l'oreille de son bien-aimé. Certains disent que <CHARNAME> et son fils déclarèrent la guerre à l'Ombre-Terre en représailles, d'autres prétendent qu'ils cherchèrent à se venger de Lolth en personne dans les Fosses démoniaques abyssales. Ce qui est certain, c'est que <CHARNAME> fut guidé en toutes circonstances par le souvenir et l'amour qu'il portait à sa sombre promise.

source: In his short time with <CHARNAME>, Balthazar reached a new enlightenment. He understood that vigilance must be tempered with compassion, justice with mercy. Resolved to never again repeat the mistakes of his past, Balthazar returned to his monastery and drove out the remaining criminal elements, making the outpost safe for new settlers and merchants. As the years passed, Amkethran became the jewel of Tethyr, renowned for its cultural richness and the serenity it offered. Balthazar himself was instrumental in creating the Monastic Guard, an elite group of paladins and monks sworn to protect the common folk from tyranny. When his work was done, and he had earned the respect and love of his people many times over, Balthazar embarked on a pilgrimage to Candlekeep. There he studied <CHARNAME>'s humble beginnings, and gave thanks for the peace his <PRO_BROTHERSISTER> had brought.
french: En dépit du peu de temps passé avec <CHARNAME>, Balthazar eut une grande révélation. Il comprit que la vigilance devait être tempérée par la compassion ; et la justice, elle, par la clémence. Résolu à ne plus jamais reproduire les mêmes erreurs qu'il avait commises par le passé, Balthazar retourna à son monastère et y chassa les derniers malfaiteurs présents, sécurisant ainsi l'avant-poste pour les nouveaux arrivants et les commerçants. Au fil du temps, Amkethran devint le joyau du Téthyr, réputée pour sa richesse culturelle et la sérénité qu'elle offrait. Balthazar joua un rôle capital dans la création de la Garde Monastique, une troupe d'élite constituée de moines et de paladins ayant juré de protéger le commun des mortels de la tyrannie sous toutes ses formes. Une fois son travail achevé, et après avoir gagné le respect et l'amour de son peuple, Balthazar se lança dans un pèlerinage à Château-Suif. Il y étudia les humbles origines de <CHARNAME>, et rendit un dernier hommage à son frère pour la paix qu'il lui avait apportée.
