Repository: abalabokhin/Ascension
Catalog: ascension/lang/po/*.po
Languages: french, german

source: Viconia traveled only for a short time after parting ways with <CHARNAME>, eventually starting a cult dedicated to Shar within the massive city of Waterdeep. One of her followers would eventually turn against her, precipitating a furious Viconia to slaughter the entire cult, herself. Shar did not forgive Viconia this trespass and removed her abilities. Viconia stubbornly refused to atone, however, and instead left Waterdeep to wander the Realms. The dark elf became known as an enigmatic and powerful figure as tales of her spread... and while it was known she no longer worshipped Shar, it was also known that her clerical powers were still great. Who the dark lady now worshipped, however, was her own secret to keep. She reportedly raised an army against the Vaasan Witch-King, viciously attempting to subvert rule over his Kingdom and only barely being defeated after several military failures. Viconia prevented an attempt by the Knights of the Shield to take over Calimport... only to take over the city herself days later and institute a reign of terror and cruelty which is spoken of even years later in shuddered tones. Viconia abandoned Calimport and, it is said, returned to the Underdark from whence she came. Hers was not a gentle return, however, as Viconia would become a conquering force amongst the drow to give even Lolth pause. Her mettle had been tested by both worlds, Viconia said, and proven herself worthy. She would make the drow strong whereas now they were weak. What eventually became of Viconia is unknown and shrouded in rumor... but it is said that even the great Spider Queen does not rest easily any more.
french: Viconia DeVir ne voyagea pas bien longtemps après avoir quitté <CHARNAME>, elle se retira dans l'immense cité d'Eauprofonde où elle implanta un culte voué à Shar. Mais lorsque l'un de ses disciples osa la trahir, elle éradiqua sans autre forme de procès la totalité du culte gangrené. Shar ne pardonna pas à Viconia pour cet excès de zèle et la priva de ses faveurs. Viconia refusa obstinément d'expier ses fautes, et préféra quitter Eauprofonde pour repartir errer sur les routes des Royaumes. L'elfe noire devint une puissante et énigmatique figure tandis que les récits sur elle devenaient légion... et bien qu'il fût de notoriété publique qu'elle avait cessé de vénérer Shar, il fut également remarqué que ses pouvoirs de prêtresse restaient considérables, laissant à penser une allégeance envers une autre divinité. Mais qui la sombre dame révérait désormais, resta son propre secret. On colporta qu'elle souleva une armée contre le Roi-sorcier Vaasan, tentant de lui disputer le contrôle de son royaume et elle ne fut défaite que de justesse après avoir commis quelques erreurs militaires. Ce n'est que plus tard que sa puissance lui permit de repousser une attaque des Chevaliers du Bouclier sur Calimport, seulement... pour prendre le contrôle de la cité elle-même quelques jours plus tard et instituer un règne de terreur et de cruauté, dont les faits continuèrent d'en faire frémir plus d'un des années plus tard. Viconia abandonna Calimport et il fut dit qu'elle retourna en Ombre-Terre, le sombre et cruel monde souterrain d'où elle venait. Elle ne fut pas très bien accueillie cependant ; Viconia devenant rapidement une force conquérante parmi des drows à faire se soucier Lolth elle-même. Elle avait l'expérience des deux mondes, disait-elle, et avait prouvé sa valeur. Elle promit de rendre les elfes noirs plus forts, quelle que fût leur faiblesse actuelle. Ce qui est ensuite advenu de Viconia est inconnu et entouré de rumeurs... mais il est dit que la Reine araignée ne dort plus aussi tranquillement depuis lors.
german: Viconia reiste nur noch für kurze Zeit umher, nachdem sie von <CHARNAME> getrennt wurde, und begründete schließlich einen Orden Shars in der großen Stadt Tiefwasser. Einer ihrer Anhänger wandte sich gegen sie, und die rasende Viconia löschte den gesamten Orden mit eigenen Händen aus. Shar vergab Viconia diese Übertretung nicht und nahm ihr alle Fähigkeiten. Viconia verweigerte sich stur jeder Reue und verließ Tiefwasser, um durch die Reiche zu wandern. Die Geschichten über sie beschrieben die Dunkelelfe als rätselhafte und mächtige Person... und obwohl sie Shar nicht mehr verehrte, war auch bekannt, dass sie noch über große priesterliche Fähigkeiten verfügte. Wen die dunkle Dame jetzt verehrte, hielt sie jedoch geheim. Es hieß, sie habe eine Armee gegen den Hexenkönig Vaasan aufgestellt und habe hinterlistig versucht, sein Königreich an sich zu reißen, sei aber nach einigen militärischen Fehlschlägen knapp besiegt worden. Viconia verhinderte einen Versuch der Ritter des Schildes, Calimhafen zu übernehmen... nur um einige Tage später die Stadt selbst zu übernehmen und eine Herrschaft von Schrecken und Grausamkeit aufzurichten, von der man Jahre später noch mit Schaudern spricht. Viconia verließ Calimhafen und kehrte, wie es hieß, ins Unterreich zurück, woher sie gekommen war. Ihre Rückkehr war jedoch nicht problemlos, denn sie wurde zu einer einflussreichen Macht unter den Drow, die selbst Lolth zu denken gab. Sie sei in beiden Welten geprüft worden, meinte Viconia, und habe die Prüfung bestanden. Sie würde die Drow stark machen, während sie jetzt schwach seien. Was schließlich aus Viconia wurde, ist unbekannt und hinter Gerüchten verborgen... aber es heißt, selbst die große Spinnenkönigin ruhe nicht mehr ohne Sorgen.

source: Upon parting paths with <CHARNAME>, Viconia wandered for a great deal of time. She still met with ignorance and hatred from those who knew of her kind, but Viconia was determined now more than ever to establish herself as seperate from the legacy of the dark elves. She had been to the deepest planes of hell and fought side-by-side with <CHARNAME> as <PRO_HESHE> became a God... and she would hide her face from the surface lands no longer. Even when Shar, her goddess of darkness and loss, abandoned her completely Viconia was unrepetant. Tales of her grew as she made her presence felt in one land after another... often as a savior, only to be thanklessly driven out by suspicion and fear. Still Viconia traveled on, refusing the company of fellow travelers and adventurers and never finding anywhere that she could truly name a home. Her destiny was her own, and she would seek it on her own terms. What eventually become of Viconia is unknown. Her greatest legend is also the most unlikely, although its persistence gives it some credit. It is said that Viconia saved the elves of Suldanessellar from a Zhentarim plot, fighting valiantly against the organization's agents... and in the end placing herself in harm's way to save Queen Ellesime from a deadly arrow. Upon being revived, Viconia was surprised to discover that this last act had prompted the Suldanessellar elves to finally accept and forgive their drow sister. Queen Ellesime granted the highest honors of the Seldarine to Viconia, the first drow ever honored so, and even invited Viconia to find a home in the Tree of Life once again. Viconia was obviously moved by the gesture... and while she considered the Queen's offer, it is said she eventually merely bowed deeply to Ellesime and silently left Suldanessellar forever. Viconia was never reported seen again...
french: Viconia DeVir, peu après avoir quitté <CHARNAME>, continua à errer pendant un bon bout de temps dans les Royaumes. Où qu'elle aille, Viconia se heurta encore et toujours à l'ignorance et à la haine des « surfacins », mais elle était plus déterminée que jamais à se détacher de la sombre réputation des drows. Elle s'était rendue dans les tréfonds des Enfers et avait combattu aux côtés de <CHARNAME> alors que ce dernier accédait à la divinité... et plus jamais Viconia ne cacherait son visage au monde de la surface. Même lorsque Shar, la déesse des ténèbres et de la perte l'abandonna complètement, Viconia ne trahit pas la moindre émotion. Les récits sur la drow grandirent tandis qu'elle faisait sentir sa présence d'un pays à l'autre... bien souvent en tant que salvatrice, seulement pour être ensuite ingratement chassée de par la peur et la suspicion que son héritage insufflait. Malgré cela, Viconia continua de voyager, seule. Elle refusait toute compagnie, prétextant qu'elle souhaitait suivre sa destinée par ses propres moyens, et ne réussit jamais vraiment à trouver un endroit qu'elle puisse appeler son foyer. Son destin lui appartenait, et elle le chercherait à sa façon. Ce qu'il est ensuite éventuellement advenu de Viconia reste incertain. Sa plus grande légende est également la plus improbable, bien que sa persistance lui donne un certain crédit. Il est dit que Viconia aurait sauvé les elfes de Suldanessalar d'un complot fomenté par le Zhentarim. Qu'elle combattit vaillamment les agents de l'organisation... et à la fin, elle protégea même de son propre corps la Reine Ellésime d'une flèche mortelle. Lorsqu'elle fut ranimée, Viconia fut surprise de découvrir que cet acte avait incité les elfes de Suldanessalar à enfin accepter et pardonner leur sœur de la nuit. La Reine Ellésime accorda les plus grands honneurs de la Seldarine à Viconia, une récompense encore jamais octroyée auparavant à une elfe noire, et l'invita même à trouver refuge auprès de l'Arbre de vie une nouvelle fois. Viconia fut profondément touchée par ce geste, et bien qu'elle ait réellement considéré l'offre de la Reine, il est dit qu'elle se serait alors simplement prosternée devant Ellésime avant de quitter discrètement Suldanessalar pour toujours. Ce qu'il advint de la sombre elfe est, aujourd'hui encore, un véritable mystère...

source: Viconia and <CHARNAME> continued their adventuring careers for several years, gaining considerable fame after being drawn into central roles in two wars that rocked the Sword Coast. <CHARNAME>'s standing in the Realms grew considerably over time, his dark maiden always at his side. Eventually, Viconia became pregnant with <CHARNAME>'s child, an event that caused much argument and strife between the couple, resulting briefly in their seperation. The birth of <CHARNAME>'s son, however, would change Viconia forever. She would return to <CHARNAME> and convince him to settle finally in Baldur's Gate, dedicating herself utterly to raising their son and teaching him the ways of the drow as well as the ways of <CHARNAME>'s people and marvelling at the power the boy already was demonstrating. Though she delighted at the understanding in her son's eyes, she would not live to see him grow. Viconia was a powerful priestess and all but immune to common poisons, but the venom of the Spider Queen's vengeance was not easily resisted and her reach is far. Poisoned by a servant of the goddess Lolth, <CHARNAME> railed in rage as even the most powerful magics proved ineffective in curing his ailing wife. Viconia's last words were whispered to <CHARNAME>, in private, before she finally succumbed and are unknown... but the tale is well-told of how <CHARNAME> held the body of his dark maiden close to him and wept, while the entire city wept with him, suffering a loss of something precious that they never even truly knew they had. The furious <CHARNAME> left Baldur's Gate and raised his son in secret far away. Tales vary of him, some saying he began a crusade against the drow in the Underdark, some claiming he became a hero in the far-off northlands... and some even saying with surety that <CHARNAME> had waged war against Lolth herself in the abyssal Demonweb Pits... but all agreeing that the former son of Bhaal had been changed forever by his love for the dark maiden. As for the son, tutored by two of the most potent beings in the Realms? He would go on to forge a legend that would rival that of his father. That, however, is a different story...
french: Viconia DeVir et <CHARNAME> poursuivirent leur vie aventureuse de nombreuses années après les événements du Téthyr, acquérant tous deux une grande renommée après avoir joué des rôles cruciaux dans deux guerres qui secouèrent la Côte des Épées. <CHARNAME> devint par la suite une figure importante des Royaumes, tandis que sa jeune elfe noire était toujours à ses côtés. Plus tard, Viconia tomba enceinte et sa vie en fut bouleversée, résultant en une brève séparation après de nombreuses disputes et querelles avec son amant. La naissance de l'enfant, cependant, transforma profondément Viconia. Elle revint avec <CHARNAME> et le convainquit de s'installer pour de bon à la Porte de Baldur, afin de se consacrer entièrement à l'éducation de leur fils et lui inculquer les coutumes des deux cultures : celle des elfes noirs et celle du peuple de <CHARNAME>. Viconia s'émerveillait du pouvoir dont l'enfant faisait déjà preuve. Et même si elle se réjouissait de voir l'étincelle d'intelligence briller dans les yeux de son fils, Viconia n'eut malheureusement pas le temps de le voir grandir. Viconia était une puissante prêtresse immunisée aux poisons communs, mais le venin de la Reine araignée est bien plus virulent, et son influence est grande. Une séide de Lolth la retrouva et, déterminée à lui faire payer son revirement, l'empoisonna. <CHARNAME> bouillonna de rage alors que même les magies les plus puissantes étaient inefficaces pour guérir sa femme alitée. Les dernières paroles de Viconia furent pour son bien-aimé, celui pour lequel elle avait décidé de changer le cours de sa vie, avant de finalement succomber au poison. L'histoire raconte comment <CHARNAME> tint le corps de sa dulcinée serré contre lui, sanglotant, tandis que la cité entière pleurait la disparition de quelqu'un dont ils n'avaient pas vraiment réalisé la valeur. <CHARNAME>, furieux, quitta alors la Porte de Baldur et éleva l'enfant seul en secret, à l'écart du monde. Les récits varient sur le dénouement de cette histoire, certains racontent que <CHARNAME> serait parti en croisade contre les drows d'Ombre-Terre, d'autres disent qu'il serait devenu un héros dans les lointaines contrées nordiques, tandis que d'autres encore clament avec conviction que <CHARNAME> s'engagea dans une guerre contre Lolth en personne dans les Fosses démoniaques abyssales... Mais toutes ces histoires s'accordent à dire que l'ancien enfant de Bhaal a été à jamais changé par l'amour qu'il portait à sa sombre promise. Quant à leur fils, qui fut élevé par deux des êtres les plus puissants des Royaumes, il était sur la bonne voie pour se forger une légende qui rivaliserait avec celle de <CHARNAME>. Mais ceci est une tout autre histoire...
german: Viconia und <CHARNAME> zogen noch einige Zeit gemeinsam auf Abenteuer aus und erlangten großen Ruhm, als sie in zwei Kriegen an der Schwertküste eine zentrale Rolle spielten. <CHARNAME>s Einfluss in den Reichen wurde mit der Zeit größer, und seine dunkle Frau war immer an seiner Seite. Schließlich wurde Viconia schwanger mit <CHARNAME>s Kind, was zwischen beiden viel Streit und Zank hervorbrachte und für kurze Zeit dazu führte, dass sie sich trennten. Die Geburt ihres Sohnes jedoch veränderte Viconia für immer. Sie kehrte zu <CHARNAME> zurück und überzeugte ihn, sich endlich in Baldurs Tor niederzulassen, wo sie sich völlig der Aufgabe widmete, ihren Sohn zu erziehen. Sie brachte ihm das Wissen der Drow sowie das von <CHARNAME>s Volk bei und staunte über die Macht, die ihr Sohn schon als Junge bewies. Sie freute sich stets, wie verständnisvoll die Augen ihres Sohnes sie anblickten, doch sie sollte nie erleben dürfen, wie er aufwuchs. Viconia war eine mächtige Priesterin und beinahe immun gegen alle gebräuchlichen Gifte, aber dem Gift der Rache der Spinnenkönigin kann man nicht widerstehen, und ihr Arm reicht weit. Viconia wurde von einer Dienerin der Göttin Lolth vergiftet, und <CHARNAME> tobte vor Wut, als selbst die stärkste Magie seine kranke Frau nicht heilen konnte. Ihre letzten Worte sind unbekannt, denn sie flüsterte sie <CHARNAME> zu, ohne Zeugen, bevor sie starb... aber die Geschichten erzählen, dass <CHARNAME> ihren dunklen Körper fest umarmt hielt und weinte, und die ganze Stadt weinte mit ihm über den Verlust eines wertvollen Schatzes, von dem sie kaum gewusst hatten, dass sie ihn besaßen. Der zornige <CHARNAME> verließ Baldurs Tor und zog seinen Sohn im Geheimen in der Ferne auf. Die Geschichten über ihn sind verschieden; einige sagen, er habe einen Kreuzzug gegen die Drow im Unterreich begonnen, einige, dass er ein Held in den weit entfernten Nordländern wurde... und einige behaupten sogar mit Sicherheit, dass <CHARNAME> gegen Lolth selbst in den Dämonennetzgruben des Abyss gekämpft habe... aber alle stimmen darin überein, dass der frühere Sohn des Bhaal durch seine Liebe zu der dunklen Frau für immer verändert wurde. Und der Sohn, aufgezogen von zwei der mächtigsten Wesen in den Reichen? Er schmiedete seine eigene Legende, die der seines Vaters Konkurrenz machte. Das allerdings ist eine andere Geschichte...

source: Upon returning to Amkethran, Balthazar began to implement changes for the better. He had learned well from his friend and <PRO_BROTHERSISTER> the meaning of the word "Good". He carried his guilt with him always, a reminder never to make the same mistakes again. The remaining criminal elements were quickly driven from his outpost, which attracted new settlers and merchants. Over the years, Amkethran grew into a thriving city and the cultural center of the entire region, renowned for its peace and compassion. Balthazar was also central in the creation of the Monastic Guard, an elite group of Paladins and Monks who were sworn to protect the common folk from tyranny in any form. His deeds quickly earned him the respect and trust of his people. In Balthazar's advanced years, his work finished, it was said he could be found most often gazing at the night sky and remembering <CHARNAME>. Later, Balthazar would leave Amkethran forever on a pilgrimage to Candlekeep... to give a final thanks for the peace he had found and to see for himself the humble beginnings of a legend.
french: En retournant à Amkethran, Balthazar commença à faire changer les choses pour le bien commun. Il avait appris de son frère et ami le sens du mot « bonté ». Il conserva la culpabilité en son cœur, pour se rappeler de ne plus jamais reproduire les mêmes erreurs. Les quelques criminels restants furent rapidement reconduits en dehors de la ville, laquelle attira alors toujours plus de nouveaux arrivants et marchands en tout genre. Au fil du temps, Amkethran devint une cité prospère ainsi que le centre culturel de toute la région, célèbre pour sa tranquillité et sa miséricorde. Balthazar joua un rôle capital dans la création de la Garde Monastique, une troupe d'élite constituée de moines et de paladins ayant juré de protéger le commun des mortels de la tyrannie sous toutes ses formes. Ses actes lui firent rapidement gagner le respect et la confiance de son peuple. Dans ses vieilles années, Balthazar, son travail achevé, était souvent surpris à contempler le ciel nocturne en repensant à <CHARNAME>. Par la suite, il quitta définitivement Amkethran en vue d'un pèlerinage à Château-Suif... afin de se montrer une dernière fois reconnaissant de la paix qu'il avait enfin trouvée et voir de ses propres yeux les humbles débuts d'une légende.
german: Nach seiner Rückkehr nach Amkethran, begann Balthasar sofort mit Veränderungen zum Besseren. Von seinem Freund und <PRO_BROTHERSISTER> hatte er die Bedeutung des Wortes "Gut" gelernt. Als Erinnerung, niemals wieder die gleichen Fehler zu machen, trug er seine Schuld immer mit sich. Die verbliebenen kriminellen Elemente waren schnell aus Amkethran vertrieben, eine Tatsache, die neue Siedler und Händler anzog. Über die Jahre wuchs Amkethran zu einer prächtig gedeihenden Stadt und dem kulturellen Zentrum der ganzen Region, wohl bekannt für ihren Frieden und ihre Wohltaten. Balthasar selbst war auch einer der Mitbegründer der Mönchsgarde, einer Elitegruppe von Paladinen und Mönchen, die sich dem Schutze der einfachen Leute vor Tyrannei in jeglicher Form verschrieben hatte. Seine Taten brachten ihm schnell den Respekt und das Vertrauen der Bevölkerung ein. Es wird erzählt, dass man Balthasar in seinen späteren Jahren, als sein Lebenswerk vollendet war, öfters den nächtlichen Himmel betrachtend und an <CHARNAME> denkend finden konnte. Später dann verließ Balthasar Amkethran für immer und begab sich auf eine Pilgerreise nach Kerzenburg... um ein letztes Mal zu danken für den Frieden, den er fand, und um selbst die bescheidenen Anfänge einer Legende zu sehen.
