Repository: abalabokhin/Ascension
Catalog: ascension/lang/po/*.po
Languages: french, german

source: Eventually parting ways with his companions, Anomen would enter the hierarchy of Helm's church, over time rising to the rank of High Watcher. He remained restless and dissatisfied, remembering his days adventuring with <CHARNAME>... and though many friends would urge him otherwise, Anomen never felt that the church was his true home. He remained in his position for a year until finally he could bear it no more. He left active duty in the church and, for a time, wandered the new land of Maztica as a missionary. Anomen remained a troubled soul, still never content even though his prowess earned him great respect from the new friends he encountered. When the powerful evil priest Yamash summoned a horde of demons in an effort to rid Maztica of all life, Anomen would at last find his purpose. He alone was responsible for organizing the tattered remnants of the Amnish soldiers and local Mazticans into a united army that stood against the dark priest. In the great battle that followed, Anomen was seen plainly by all to plunge into combat single-handedly against Yamash. He did not have <CHARNAME> or other companions beside him: alone he stood against the tide of evil, and for once he was not found wanting. He was last seen from afar, shedding tears of joy as he engaged Yamash and shouted out to Helm while chanelling a blinding flash of power. When it cleared, both the priest and Anomen were gone. The battle was won and Maztica was saved. Anomen would forever after be regarded as a hero, inspiring the creation of a protective order of knights in his name. A new order for a new land.
french: Finissant par se séparer de ses compagnons, Anomen Delryn entra dans les hautes fonctions de l'Église de Heaum, atteignant avec le temps le rang de Sentinelle Suprême. Il resta tourmenté et un éternel insatisfait, se rappelant du temps passé aux côtés de <CHARNAME>... et bien que de nombreux amis lui dirent le contraire, Anomen ne sentit jamais que l'Église était son véritable foyer. Il resta à ce poste pendant une année et finalement ne put le supporter davantage. Il délaissa son travail à l'Église de Heaum et, pour un temps, erra sur le continent de Maztica en tant que missionnaire. Anomen resta une âme troublée, ne trouvant jamais satisfaction, bien que ses prouesses lui aient valu le respect des nouveaux compagnons qu'il rencontrât. Quand le puissant et maléfique prêtre Yamash invoqua une horde de démons pour tenter de détruire toute vie sur Maztica, Anomen trouva enfin sa voie. À lui seul, il réorganisa les soldats amniens survivants et les maztèques locaux en une armée soudée qui se dressa contre le prêtre noir. Lors de la grande bataille qui s'ensuivit, Anomen fut vu aux yeux de tous en train de combattre seul face à Yamash. Il n'y avait pas de <CHARNAME> ni d'autres compagnons à ses côtés, et c'est seul qu'il s'opposa au mal, et pour une fois il ne se retrouva pas pris en défaut. On pouvait l'apercevoir de loin, les yeux étincelant de joie tandis qu'il affrontait Yamash et priait Heaum tout en canalisant une lumière d'une puissance aveuglante. Lorsque cette lumière se dissipa, Anomen et le prêtre noir avaient tous deux disparu et personne ne les revit depuis ce jour. La bataille fut gagnée et Maztica était sauvée. Anomen fut à jamais considéré comme un héros, inspirant par ailleurs la création d'un ordre de chevaliers protecteurs en son nom. Un nouvel ordre était né dans une nouvelle contrée.

source: Anomen and <CHARNAME> continued adventuring until they were known as heroes almost everywhere they went. Many were the grand tales of the Shining Knight and his utter devotion to his great lady. <CHARNAME>'s past as the terrible Bhaalspawn was forgotten forever as new deeds replaced old and a legacy was created that far outstripped anything granted by godly blood. So prolific were their careers that the proposed date of their wedding kept getting moved back, either due to impending crisis or some lucrative adventure that one or the other would insist on investigating. Finally a date approached that both <CHARNAME> and her beloved were determined to keep, and the much heralded event drew heroes and dignitaries from across Faerun. The couple had touched the lives of many, and those people arrived in droves to watch Elminster himself unite the two in one of the grandest ceremonies the city of Baldur's Gate had ever seen. Anomen and <CHARNAME> retired from public life shortly after the celebrated birth of their daughter, although if tales be true, their adventures never truly ended. Anomen would rise high in the hierarchy of his church, and <CHARNAME> would continue to be the center of strange events throughout their lives. So, too, would their daughter, tutored by two of the greatest heroes in the Realms, forge a legend to rival that of her mother's. That, however, is another story completely...
french: Anomen Delryn et <CHARNAME> poursuivirent leurs aventures durant de longues années, jusqu'à ce qu'ils soient tous deux considérés comme des héros à peu près partout où ils allèrent. Nombreuses furent les histoires sur le chevalier étincelant et à sa dévotion absolue envers son précieux damoiseau. Le passé de <CHARNAME> en tant qu'effroyable enfant de Bhaal fut oublié à jamais tandis que de nouveaux exploits remplaçaient les anciens, leur offrant un nouvel héritage, dépassant de loin tout ce qui fut accordé par le sang divin. Leurs carrières étaient si prolifiques que la date de leur mariage fut maintes fois repoussée, soit à cause d'une crise imminente, soit en raison d'une affaire lucrative dans laquelle l'un ou l'autre insistait pour s'immiscer. Une date fut finalement fixée, qu'Anomen et son prétendant étaient cette fois bien déterminés à respecter. Les plus grands héros et les plus grandes figures de tout Féérune se déplacèrent pour assister à la cérémonie. Le couple avait influencé la vie de nombreuses personnes, tous connaissaient les deux héros, au moins de renom, et tous voulaient voir Elminster en personne unir ces deux êtres d'exception au cours de ce qui fut sans doute la plus grande et somptueuse cérémonie de toute l'histoire de la Porte de Baldur. Anomen et <CHARNAME> se retirèrent de la vie publique peu de temps après l'adoption de leur fille, bien que... si les histoires disent vraies, leurs aventures ne connurent jamais de véritable fin. Anomen se serait élevé très haut dans la hiérarchie de son Église, et <CHARNAME> aurait continué à être le centre d'événements étranges tout le long de leur vie. Bientôt, leur fille adoptive, élevée par deux des plus grands héros de tous les Royaumes, se forgerait une légende capable de rivaliser avec celle de <CHARNAME>. Mais ceci est une tout autre histoire...
german: Anomen und <CHARNAME> führten ihr Abenteurerleben fort, bis sie schließlich überall, wohin sie auch kamen, bekannt waren. Die großartigen Geschichten um den strahlenden Ritter und die völlige Hingabe zu seiner großen Liebe waren zahlreich. <CHARNAME>s Vergangenheit als Bhaalbrut war für immer vergessen, als neue Taten die alten ersetzten und eine Legende geschaffen wurde, welche die durch göttliches Blut gewährte bei weitem überflügeln sollte. Ihr Leben war derart ausgefüllt, dass der vorgesehene Termin für ihre Hochzeit ein ums andere Mal verschoben werden musste, weil einer der beiden eine drohende Krise abwenden oder ein einzigartiges Abenteuer bestehen wollte. Schließlich jedoch nahte der Tag, den sich sowohl <CHARNAME> als auch ihr Geliebter gesetzt hatten, und das groß angekündigte Ereignis zog Helden und Würdenträger aus ganz Faerun nach Baldurs Tor. Das Brautpaar hatte das Leben vieler in irgendeiner Art beeinflusst, und sie kamen in Scharen, als Elminster selbst die beiden in der großartigsten Zeremonie, die Baldurs Tor jemals gesehen hatte, vereinigte. Kurze Zeit später zogen sich Anomen und <CHARNAME> aus dem öffentlichen Leben zurück, um die Geburt ihrer Tochter zu feiern. Falls aber die Legenden stimmen, sie haben ihre Abenteuer niemals wirklich geendet. Anomen stieg im Laufe seines Lebens hoch auf in der Hierarchie seiner Kirche, und <CHARNAME> stand noch oft im Mittelpunkt seltsamer Ereignisse. Und auch ihre Tochter, großgezogen von zwei der größten Helden in den Reichen, formte eine Legende, die der ihrer Mutter in nichts nachstehen sollte. Dieses aber ist eine vollkommen andere Geschichte...

source: Cernd left the adventuring life to return to his grove in Tethyr, promising to take up his responsibility and raise his son, Ahsdale, as he believed a father should. Cernd would eventually become the Grand Druid and make a name for himself throughout the realms by not only fighting for the balance of his grove but in protecting the sanctity of life in all realms and in all peoples. Cernd would discover in time, to his regret, that in his attention to his duty he had forgotten his promise to Ahsdale. His son had left the grove long before and Cernd learned that Ahsdale had become an evil and twisted wizard in command of a power that threatened the Sword Coast. Determined that this was his burden alone to face, Cernd solemnly abdicated as Grand Druid and sought out his son. He engaged in many battles with the forces of his son, wielding the forces of nature with a great fierceness that would be regarded as legendary by all who saw it. Cernd finally confronted Ahsdale himself deep in the Forest of Tethyr, and made a final effort to convince him to turn away from his path. Ahsdale refused, and Cernd fought his only son in a long and terrible battle that eventually saw both of their deaths. With his last breath, Cernd would crawl along the ground to clasp Ahsdale's dead hand, tears flowing down his face as he begged his son's forgiveness. Cernd's spirit would enter that of a great oak within the forest, and it is believed that this immortal oak still stands, and that around it has grown a wondrous grove of great beauty that is home to the rarest of the Realm's magical creatures. Each fall the great oak and the grove around it would turn the grimmest shade of red, a reminder that even the most flawed amongst us may eventually find their balance.
french: Cernd quitta la vie d'aventurier pour retourner à son bosquet au Téthyr, promettant de prendre ses responsabilités et d'élever son fils, Ahsdale, comme il estimait qu'un père le devait. Cernd obtint finalement le titre de Grand Druide et se fit un nom à travers les Royaumes, non seulement en se battant pour l'harmonie de son bosquet mais aussi en protégeant le caractère sacré de la vie dans tous les Royaumes et chez tous les peuples. Cernd découvrit avec le temps, à son grand regret, que l'attention qu'il portait à son travail avait fini par lui faire oublier sa promesse envers son fils. Ce dernier avait quitté le bosquet depuis bien longtemps et Cernd apprit qu'il était devenu un sorcier maléfique et dérangé, exerçant des magies contre-nature à la tête d'une armée qui menaçait la Côte des Épées. Décidant qu'il était de son devoir de résoudre ceci, Cernd abdiqua solennellement de sa fonction de Grand Druide et partit à la recherche de son fils. Il se battit à maintes reprises contre les forces armées de son fils, utilisant la puissance de la nature avec une férocité qui devint légendaire aux yeux de tous ceux qui y assistèrent. Cernd finit par confronter Ahsdale lui-même au plus profond de la Forêt de Téthir, et dans un effort final, tenta de le convaincre de revenir sur le droit chemin. Ashdale refusa, et Cernd combattit son fils unique dans un long et terrible duel qui s'acheva par un bain de sang dont aucun ne sortit vivant. Dans son dernier souffle, Cernd se traîna sur le sol pour prendre la main inanimée de son fils, les larmes ruisselant sur ses joues tandis qu'il implorait son pardon. Après son décès, l'esprit de Cernd s'infiltra dans l'un des grands chênes de cette forêt, et il est dit que ce chêne impérissable existe toujours. Autour aurait grandi un formidable bosquet d'une beauté incomparable, désormais le refuge des plus rares espèces magiques des Royaumes. À chaque automne, le grand chêne et les bois alentours vireraient à une teinte pourpre des plus lugubres, rappelant que même les plus imparfaits d'entre nous peuvent finir par trouver leur équilibre.
german: Cernd nahm Abschied vom Abenteurerleben, kehrte zu seinem Hain in Tethyr zurück und versprach, seiner Verantwortung nachzukommen und seinen Sohn Ahsdale so aufzuziehen, wie es ein Vater seiner Meinung nach tun sollte. Jahre später errang Cernd den Titel des Obersten Druiden und machte sich überall in den Reichen einen Namen, indem er nicht nur für das Gleichgewicht in seinem Hain kämpfte, sondern indem er auch die Heiligkeit des Lebens in allen Teilen der Reiche und in all seinen Bewohnern schützte. Zu seinem Bedauern aber musste er nach einiger Zeit feststellen, dass die Aufmerksamkeit seinen Pflichten gegenüber ihn sein Versprechen gegenüber Ahsdale hatte vernachlässigen lassen. Sein Sohn hatte den Hain schon lange vorher verlassen und war zu einem bösen und verdorbenen Magier geworden, der mit seinen Armeen die Schwertküste bedrohte. Cernd beteiligte sich an vielen Kämpfen gegen die Kräfte seines Sohnes, indem er über die Mächte der Natur mit einer so großen Entschlossenheit gebot, dass dieses von allen, die es sahen, als geradezu legendär angesehen wurde. Schließlich stellte Cernd seinen Sohn tief in den Wäldern von Tethyr und machte einen letzten Versuch, ihn vom Pfad des Bösen abzubringen. Ahsdale lehnte dieses jedoch ab, und die Auseinandersetzung, die schließlich zwischen Cernd und Ahsdale tobte, überlebte keiner von beiden. Selbst tödlich verwundet schleppte sich Cernd zu seinem toten Sohn, ergriff dessen Hand und Tränen flossen über sein Gesicht, als er Ahsdale um Verzeihung bat. Cernds Geist verschmolz mit dem einer großen alten Eiche mitten im Wald, und es wird erzählt, dass diese unsterbliche Eiche immer noch stehen würde. Und um sie herum hätte sich wundersamer Hain von unglaublicher Schönheit gebildet, welcher das Heim der seltensten magischen Kreaturen in den Reichen sei. Und jedes Mal im Herbst färbten sich die Blätter der großen Eiche und des gesamten Hains blutrot, als Zeichen, dass selbst die am meisten Fehlerhaften unter uns schließlich doch ihren Ausgleich finden.

source: Haer'Dalis found traveling with <CHARNAME> a fine introduction to the Realms, and once they parted company he was eager to see more. He visited such varied locales as Waterdeep, Neverwinter, and Thay, spreading the tales of his deeds with <CHARNAME>... and somehow always managing to find himself in the midst of as many adventures as he once had. Eventually Haer'Dalis would find himself immersed in local troubles on one side or another, and that would lead to him being back on the road once again. Which was fine by him, although the bard would admit to himself that he only rarely understood some of the peculiarities of these Primes and longed for the remembered grandeur of the planes. In time, he would befriend a wandering female Cambion and gladly returned with her to the Abyss... only to unintentionally end up leading a revolt on several layers of the hells. Afterward, the tiefling would be amused to hear stories that he had forced the great Graa'zt to the negotiating table, an awkward position for such a great demon lord... though Haer'Dalis would never verify the truth of the tale. For a time afterward, Haer'Dalis was the most-hunted man among the planes... but the ire of his enemies could not match his wanderlust, and he eventually found his way back to the city of Sigil unharmed in any permanent fashion. There he rejoined his beloved Raelis and her acting troupe, pleased to finally settle down for once. Until the next misunderstanding occurred, of course.
french: Haer'Dalis découvrit les Royaumes au cours de ses aventures avec <CHARNAME> et tomba sous le charme de cette étrange contrée. Après qu'ils se soient séparés, il eut envie d'en voir plus et visita les moindres recoins de Féérune, notamment les villes d'Eauprofonde, de Padhiver et de Thay. Il y propagea les récits de ses exploits en compagnie de <CHARNAME>, et trouva toujours le moyen d'être pris au milieu de toutes les aventures qui se présentèrent à lui. La plupart du temps, Haer'Dalis se retrouvait impliqué dans des problèmes locaux d'une manière ou d'une autre, et cela eut pour effet de le ramener une fois de plus sur les routes. Ce qui lui convenait tout à fait, bien que le barde eût admis lui-même qu'il comprenait rarement certaines futilités des primaires, et qu'il préférait se languir de la grandeur des plans dont il se souvenait. Plus tard, Haer'Dalis se lia d'amitié à une alu-fiélonne errante et l'accompagna dans les Abysses, où son intervention le mena involontairement à la tête d'une révolte s'étendant sur plusieurs niveaux des Enfers. Par la suite, le tieffelin fut assez amusé de toutes ces histoires, notamment celle racontant le jour où il avait forcé Graa'zt à s'asseoir à la table des négociations ; une position plutôt inconfortable pour un si grand seigneur démon... bien qu'Haer'Dalis n'ait jamais confirmé la véracité de cette allégation. Peu de temps après, Haer'Dalis devint l'être le plus recherché des plans, mais le courroux de ses ennemis ne fut pas à la hauteur de sa nature volatile ni de sa soif d'aventure. Haer'Dalis finit ainsi par retrouver le chemin de la ville de Sigil, sans aucune égratignure. C'est là qu'il rejoignit sa bien-aimée Raelis et sa troupe de comédiens, heureux de s'établir durablement... enfin jusqu'au prochain malentendu, bien évidemment.
