Repository: abalabokhin/Ascension
Catalog: ascension/lang/po/*.po
Languages: french, german

# female
source: You place your hand within the energies of the pool and draw the essence into yourself, diverting it away from Melissan. Boundless power fills you, and while most of it dissipates you are left with much of Bhaal's essence. For the moment, you have gained the ability to teleport freely throughout space and also fight for control of abyssal demons that are under Melissan's control. Part of this ability to teleport also means you are now completely immune to the spells Maze and Imprisonment. The energies also restore the powers of all present.
french: Vous placez votre main au cœur des énergies de la source et absorbez l'essence qui en émane, la volant ainsi à Mélissanne. Un pouvoir sans limite vous emplit, et tandis que la plupart se dissipe, vous vous sentez en possession d'une plus grande partie de l'essence de Bhaal. Vous venez de gagner la capacité de vous téléporter librement à travers l'espace ainsi que de disputer le contrôle des démons abyssaux à Mélissanne. Cette habilité à vous téléporter signifie également que vous êtes désormais immunisée aux sorts Labyrinthe et Emprisonnement. Les énergies présentes restaurent également les pouvoirs de toutes les personnes se trouvant à vos côtés.

# female
source: You're willing to become Melissan's servant, now? I'm disappointed.
french: Tu es désireux de devenir le serviteur de Mélissanne maintenant ? Je suis déçue.

# female
source: A typical boast. And perhaps you will even win, but I will not sit idly by as you take what was once mine. You don't deserve power, <CHARNAME>, and even if it means fighting for Melissan I will do what I must.
french: Une réponse typique. Et peut-être même que tu seras victorieuse, mais je ne resterai pas là les bras croisés en te regardant prendre ce qui me revenait de droit. Tu ne mérites pas ce pouvoir, <CHARNAME>, je ferai ce que je dois faire, même si cela signifie me battre pour Mélissanne.

# female
source: The geas the fool placed on your heart is nothing. I could easily remove it. In fact, I do so now. There... act as you will.
french: Le serment que cette idiote t'a imposé n'est rien. Je pourrais facilement le briser. En fait, je viens de le faire. Maintenant, fais ce que tu veux.

# female
source: Then die with your fool <PRO_BROTHERSISTER>, if that is your wish! The Five shall be the end of you both!
french: Alors meurs aux côtés de ton imbécile de sœur, si c'est ce que tu veux ! La Main sera votre fin à tous !

# female
source: To this day, tales of Dorn Il-Khan and <CHARNAME> are told both by parents whose unruly children need discipline and those vile men and women who admired the deeds of the malevolent pair. Their relationship was tempestuous, each vying to control the other at every turn. Though they had successfully evaded the wrath of the gods, Dorn and <CHARNAME> would find it more difficult to escape mortal justice. Dorn was captured by a Freelance Jurist named Mercy Whitedove and taken to Luskan, where he was tried for the mass slaughter at the village of Barrow. <CHARNAME> executed Dorn's daring and bloody escape, after which they spent several years avoiding Whitedove and other bounty hunters. Given their temperaments, the end was perhaps inevitable: after a final escape from the implacable Whitedove, tensions between the two finally erupted into violence. Left with little choice, <CHARNAME> slew Dorn and disappeared into the shadows of history.
french: À ce jour, les faits et gestes de Dorn Il-Khan et <CHARNAME> sont toujours relatés, tant par les parents d'enfants indisciplinés que par ceux qui admirent le couple malveillant pour ses méprisables exploits. Leur relation était orageuse, chacun cherchant en permanence à prendre le dessus sur l'autre. Bien qu'ils fussent parvenus à échapper à la colère des dieux, Dorn et <CHARNAME> eurent plus de mal à éviter la justice des mortels. Dorn fut capturé par la « Justicière Franche » dénommée Mercy Blanche-Colombe et conduit à Luskan, où il fut jugé pour le massacre des habitants du village de Barrow. Son évasion, menée à bien par <CHARNAME>, fut un coup d'éclat sanglant et audacieux. S'ensuivit des années de cavale éreintantes où ils furent pourchassés par Blanche-Colombe et d'autres chasseurs de prime. Étant donné leurs tempéraments, la fin de leur relation était peut-être inévitable. Après avoir une énième fois faussé compagnie à l'implacable Blanche-Colombe, la tension entre eux deux explosa dans un déchaînement de violence. <CHARNAME> n'eut d'autre choix que de tuer Dorn, et elle ne mit ensuite que peu de temps à disparaître dans les limbes de l'histoire.

# female
source: For six days after <CHARNAME>'s ascension, Dorn Il-Khan raged across southern Tethyr, convinced his lover had betrayed him. But on the seventh dawn, as he awoke surrounded by the carnage of the previous night, the half-orc felt a power burning inside him that he had never known before. The new God of Murder had chosen <PRO_HISHER> first champion. Dorn wasted no time in gathering followers and leading them against the Church of Cyric, relentlessly butchering the Mad God's faithful from Mir to Icewind Dale. With each slaughter, the cult of <CHARNAME> grew in power and infamy. Finally, swollen with pride and divine favor, Dorn was felled by a most unlikely alliance between the desperate Cyricists and the Order of the Radiant Heart. But it is said that since that day, a dark shadow stands vigilant beside the Throne of Blood...
french: Pendant six jours après l'ascension de <CHARNAME>, Dorn Il-Khan déferla à travers le sud du Téthyr, convaincu que son amante l'avait trahi. Mais à la septième aube, alors qu'il se réveillait entouré du carnage de la nuit précédente, le demi-orque sentit brûler en lui une puissance qu'il n'avait encore jamais connue auparavant. La nouvelle déesse du meurtre avait choisi son premier champion. Dorn ne perdit pas de temps pour rassembler des disciples et les mena contre l'Église de Cyric, massacrant sans relâche les fidèles du dieu fou, de la forêt de Mir au Val de Bise. À chaque massacre, le culte de <CHARNAME> gagnait en puissance et en infamie. Finalement, gonflé d'orgueil et de faveur divine, Dorn fut abattu par une alliance des plus improbables entre des disciples désespérés de Cyric et l'Ordre du Cœur radieux. Mais on dit que depuis ce jour, une ombre noire veille sur le trône de sang...

# female
source: Though it's likely Hexxat and <CHARNAME> had many adventures after the conclusion of the Bhaalspawn Crisis, reliable reports of those adventures are hard to come by. In their place is an endless chain of rumors, many of them gleefully spread by Cabrina: the lovers had gone to Waterdeep, becoming key players in the city's noble and criminal fraternities, they had pulled off the heist of the century, cleaning out the coffers of Menzoberranzan's Tier Breche, they had adopted a clan of kobolds and taught them to pick locks. The wildest tales claimed that <CHARNAME> was no longer seen without a scarf or high collar, and that she and Hexxat would stalk the night together, for all eternity.
french: Même s'il est probable que les aventures d'Hexxat et <CHARNAME> ont continué après les incidents des enfants de Bhaal, les récits de ces aventures sont difficiles à dénicher, et ceux relatant des faits authentiques sont presque introuvables. À la place, une série interminable de rumeurs circula, dont la plupart sont allègrement propagées par Cabrina : Les amantes seraient parties à Eauprofonde, où elles devinrent des figures incontournables dans les organisations nobles et criminelles de la ville. Par la suite, elles auraient adopté un clan de kobolds, leurs apprenant à crocheter les serrures, réussissant ainsi le casse du siècle en raflant les coffres de Tier Breche, l'Académie de Menzoberranzan. Les histoires les plus extravagantes prétendent que l'on ne voyait plus <CHARNAME> sans foulard ou col haut, et qu'avec Hexxat, elles rôderaient dans la noirceur de la nuit, et ce... pour l'éternité.

# female
source: With <CHARNAME> at her side, it seemed as though Neera meant to find some stability, perhaps by returning to the High Forest. But it soon became clear that neither of them wanted a quiet life, and though the Order of Eight Staves was no more, the machinations of Thay still loomed on the horizon. As <CHARNAME> cheered her on, Neera used her wild magic to sink three Thayan slaver ships off the coast of Melvaunt. The city celebrated their heroic victory until dawn, and when <CHARNAME> awoke Neera was gone. She had left no note, given no sign of departure. But he just smiled. No matter where her restless wanderings would take her, he knew they would find each other again.
french: Avec <CHARNAME> à ses côtés, il semblerait que Neera ait voulu trouver une certaine stabilité, peut-être en retournant à la Haute-Forêt. Mais il est vite apparu qu'aucune d'entre elles ne souhaitait une vie paisible, et bien que l'Ordre des Huit Bâtons fut anéanti, les machinations de Thay se profilaient toujours à l'horizon. Tandis que <CHARNAME> l'encourageait, Neera usa de sa magie entropique pour saborder trois navires d'esclavagistes thayens au large des côtes de Melvonte. La ville célébra cette victoire héroïque jusqu'à l'aube, et quand <CHARNAME> se réveilla, elle découvrit que Neera était partie sans faire de bruit. Elle n'avait laissé aucun mot, ni montré aucun signe de son intention. <CHARNAME> se contenta de sourire, car peu importe où les pérégrinations de Neera l'emmèneraient, elle savait qu'elles se rencontreraient à nouveau.

# female
source: Despite <CHARNAME>'s testimony, Rasaad yn Bashir could not convince the Sun Soul of his innocence. But the pain of being cast out was quickly replaced with the joy of his new family with <CHARNAME>, and their seven children were raised according to the tenets of the Sun Soul philosophy their father had never abandoned. But it was only a matter of time before the darkness that plagued the Bashir bloodline resurfaced: one pleasant spring evening, Rasaad and <CHARNAME> were ambushed and killed by Sharran assassins. Though Alorgoth counted this as a victory, it would cost him dearly: having been trained by both parents, the Seven launched a holy crusade from which the Dark Moon would never fully recover.
french: Malgré le témoignage de <CHARNAME>, Rasaad yn Bashir fut incapable de convaincre l'Ordre de la Conscience Solaire de son innocence. Mais la douleur d'avoir été exclu fut rapidement substituée par le bonheur de fonder une nouvelle famille avec <CHARNAME>, et leurs sept enfants furent élevés en accord avec les préceptes de la Conscience Solaire, que Rasaad n'avait jamais vraiment délaissés. Mais les enfants faisaient partie de la lignée des Bashir, et ce n'était qu'une question de temps avant que les ténèbres qui accablaient leur père ne les frappent également. Un doux soir de printemps, Rasaad et <CHARNAME> furent attaqués et tués par des assassins sharrans. Bien qu'Alorgoth eût considéré cela comme une victoire, elle lui coûta très cher. Entraînés par leurs parrents, les « Sept » se lancèrent dans une guerre sainte. Une croisade dont la secte de la Lune Noire ne se remit jamais complètement.

source: Do not make me laugh, <CHARNAME>. If you expect me to believe that the reason for your depraved existence is to fight evil in this world, you expect far too much.
german: Bringt mich nicht zum Lachen, <CHARNAME>. Wenn Ihr erwartet, dass ich glaube, Eure armselige Existenz würde auf der Welt sein, um gegen das Böse zu kämpfen, dann erwartet Ihr viel zu viel.

source: I deny nothing. Death comes for all who stand in my way.
german: Ich streite nichts ab. Der Tod kommt zu allen, die mir im Weg stehen.

source: You don't have to do this, Balthazar. We don't have to fight each other.
german: Ihr müsst das nicht tun, Balthasar. Wir müssen einander nicht bekämpfen.

source: Alright, Balthazar. If that's what you want... let's end this now.
german: Nun gut, Balthasar. Wenn es das ist, was Ihr wollt... dann lasst es uns jetzt beenden.

source: I don't know, Balthazar. But I don't want to fight you.
german: Ich weiß es nicht, Balthasar. Aber ich will nicht gegen Euch kämpfen.

source: Let us fight, then, if it must be. Let me give you some peace at last.
german: Dann lasst uns kämpfen, wenn es sein muss. Ein wenig Frieden zumindest will ich Euch geben.

source: Forget it! I'll do no such thing!
german: Vergesst es! So etwas werde ich nicht tun!

source: I... perhaps you are right, <CHARNAME>. I see the wisdom of your words. Still... this does not mean my plan is doomed to failure. Or is it?
german: Ich... vielleicht habt Ihr recht, <CHARNAME>. Ich sehe Weisheit in Euren Worten. Dennoch... das bedeutet nicht, dass mein Plan zum Scheitern verurteilt ist. Oder doch?

source: But... you have shown great willpower, as well. Despite the taint in your soul, you have struggled against it just as I have. What makes me more worthy...? No, I must not question myself! Not now!
german: Aber... Ihr habt ebenfalls große Willenskraft bewiesen. Trotz des Makels in Eurer Seele habt Ihr dagegen angekämpft, genau wie ich. Weshalb sollte ich also würdiger sein...? Nein, ich darf nicht an mir zweifeln! Nicht jetzt!

source: You can walk away. You can do what's right, Balthazar, what you know to be right instead of what you've resigned yourself to.
german: Ihr könnt weggehen. Ihr könnt tun, was richtig ist, Balthasar, Ihr könnt das tun, was Ihr als richtig erkannt habt, und nicht das, womit Ihr Euch abgefunden habt.

source: I have no agent of the heavens to interpret my destiny for me, <CHARNAME>. And my path remains clear.
german: Ich habe keinen Diener der Himmel, das Schicksal für mich zu deuten, <CHARNAME>. Und mein Weg bleibt unverändert.

source: What you say is incredible, and yet... it does make sense. Have I prepared myself for all this time in error? How could this be?
german: Was Ihr sagt, ist unglaublich, und doch... macht es Sinn. Habe ich mich die ganze Zeit falsch vorbereitet? Wie kann das sein?

source: Then let's get this over with. I'm tired of talking.
german: Dann lasst uns das hier beenden. Ich bin der Gespräche müde.

source: Wait... what is Balthazar's part in all this? You knew I wouldn't fight him?
german: Wartet ... was für eine Rolle spielt Balthasar in all diesem? Ihr wusstet, dass ich nicht gegen ihn kämpfen würde?

source: You do not yet understand. But all shall become clear.
german: Ihr versteht noch nicht. Aber alles wird klar werden.

source: We don't have time for this chat, Imoen! This is the middle of a fight!
german: Wir haben keine Zeit zum Plaudern, Imoen! Wir sind hier mitten in einem Kampf!

source: Sure. Let's join up again.
german: Klar. Lasst uns gemeinsam weitermachen.

source: Stop distracting me in the middle of combat, already! Get back in the party!
german: Hört schon auf, mich mitten im Kampf abzulenken! Geht zurück zur Gruppe!

source: Ahhh... my dear brother calls me at last, does he? I knew you would not be able to live without my assistance for long.
german: Ah... mein lieber Bruder ruft mich schließlich doch. Ich wusste, er würde nicht lange ohne meine Hilfe leben können.

source: This fight is mine, Irenicus. While you stewed in Hell, my power has multiplied.
german: Dieser Kampf gehört mir, Irenicus. Während Ihr in der Hölle schmortet, haben sich meine Kräfte vervielfacht.

source: You won't stop me, Irenicus. Nobody can. My destiny is at hand.
german: Ihr könnt mich nicht aufhaltet, Irenicus. Niemand kann es. Meine Bestimmung erfüllt sich.

source: Still, however, it is a formidable weapon... and one that Sarevok warns would become increasingly difficult to wield in the hands of one who was not a Deathbringer, if they could use it at all.
german: Dennoch ist sie eine tödliche Waffe... und Sarevok warnt, dass sie schwer zu führen sein wird für einen, der kein Todesbringer ist - wenn er sie überhaupt tragen kann.

source: Still, however, it is a formidable weapon... and one that only a Deathbringer of Sarevok's skill and power can wield.
german: Dennoch ist sie eine tödliche Waffe... und nur ein Todesbringer mit den Fähigkeiten und der Macht von Sarevok kann sie führen.

source: Only Sarevok can use this weapon.
german: Nur Sarevok kann diese Waffe benutzen.

source: You don't have all the essence of Bhaal... not by far. And I rule here, as well... you know that.
german: Ihr besitzt nicht die gesamte Essenz des Bhaal... und Ihr regiert hier nicht allein.

source: You do not believe in my power, I can see that much. You have fought terrible foes in your past and have always managed to succeed. Why... you leave a trail of felled opponents littered about even here in the Abyss. Such as this one I found, discarded...
german: Ihr glaubt nicht an meine Macht, ich kann es spüren. Ihr habt in Eurer Vergangenheit gegen mächtige Gegner gekämpft und immer habt ihr es geschafft zu siegen. Nun... Ihr hinterlasst eine Spur gefallener Feinde, sogar hier in dem Abyss. So fand ich zum Beispiel diesen hier...

source: Indeed. We meet once again.
german: In der Tat. So treffen wir uns also wieder.

source: You wouldn't have my armor, too, hidden about somewhere within your packs? Hmph. I suppose some things are too much to hope for.
german: Ihr habt nicht irgendwo in Eurem Gepäck noch meine Rüstung dabei? Hmmm, manches wäre zu schön, um wahr zu sein.

source: I choose to turn into the Ravager.
german: Ich habe mich entschieden, in den Wüter zu verwandeln.

source: Fight <CHARNAME>? Aye... I will do that.
german: Gegen <CHARNAME> kämpfen? Ja... das werde ich tun.

source: So you die again, as well. It's all good.
german: So sterbt Ihr denn ein weiteres Mal. Auch gut.

source: Even if cared to consider your offer, I cannot. <CHARNAME> has bound me with a vow.
german: Auch wenn ich über Euer Angebot nachdenken wollte, so kann ich es doch nicht. <CHARNAME> hat mich mit einem Schwur gebunden.

source: I see. And you believe your offer interests me? <CHARNAME> has done well enough against you so far.
german: Ich sehe es. Und Ihr glaubt, Euer Angebot interessiere mich? <CHARNAME> hat sich gut genug gegen Euch gehalten.

source: No, Sarevok! You traitorous bastard!
german: Nein, Sarevok! Treuloser Bastard!

source: I expected as much. So I get to kill you again, as well. It's all good.
german: Wie ich es erwartet habe. Und so muß ich Euch eben ein weiteres Mal töten. Auch gut.

source: I was going to resurrect them anyway, to serve as my conquering avatars. And I prefer them far better this way... completely servile, obeying every order without question.
german: Ich hätte sie sowieso wiederbelebt, damit sie mir als meine siegreichen Avatare dienen. Und so gefallen sie mir auch viel besser... vollkommen unterwürfig, jedem Befehl folgend ohne Fragen zu stellen.

source: They provided a considerable challenge for you individually, <CHARNAME>. I wonder how you will fare against them all?
german: Schon jeder für sich alleine war eine beträchtliche Herausforderung für Euch, <CHARNAME>. Ich glaube kaum, dass Ihr gegen alle gleichzeitig bestehen könnt.

source: Perhaps. But you are a great warrior... and could be a fine general to lead my earthly armies. Power, riches, respect... all you desire. Including the return of the Bhaalspawn essence you lost. Come, Sarevok... be the demon you once were. Serve me.
german: Vielleicht. Aber Ihr seid ein großer Krieger... und ihr könntet ein großartiger General sein, der meine irdischen Armeen anführt. Macht, Reichtum, Respekt... alles was Ihr wünscht. Und natürlich die Rückkehr der Bhaalessenz, die Ihr einst verloren habt. Kommt Sarevok, seid der Dämon, der Ihr einst wart. Dient mir.

source: Then fight for me you shall! And your first victim will be the <PRO_BROTHERSISTER> upon whom vengeance is so richly deserved!
german: Dann sollt Ihr für mich kämpfen! Und Euer erstes Opfer soll Euer Bruder sein, der Eure Vergeltung wahrhaftig verdient.
