Repository: abalabokhin/Ascension
Catalog: ascension/lang/po/*.po
Languages: french, german

source: Bodhi had tasted godlike power in the form of <CHARNAME>'s soul. As the last vestiges of it faded with time, she began to desire more, slipping into bitter hatred as it became her obsession to reach such heights again. People up and down the Sword Coast came to know fear as Bodhi bathed in their blood, sating her thirst for chaos and death. Villages began to leave people bound by the road as an offering to the thing that stalked the night. Her name became a byword for terror, with temples far and wide trying in vain to hunt her down. Many a mighty cleric was later found drained of blood, agony etched across their pallid features. Over time Bodhi felt the icy grip of the curse tighten its hold on her. Desperation mixed with fear clawed at the very fibre of her being. Desire for chaos faded and she fought to survive once more. Ambition, which had once prompted her to whisper dreams of power into the ear of her brother, now brought her back to the place she had long ago called home, Suldanessellar. It was at the gates that Ellesime met her. At the gates that Bodhi danced one last time. Revenge burned bright in both of them, and it called out for blood. The power of the Tree of Life drove Bodhi on, and the memory of Joneleth cried out to Ellesime. The two embraced, and it was revenge that was destined to be the victor, even as a stake pierced the still black heart of Bodhi, one who was as damned in life as she was in death.
french: Bodhi avait goûté à la puissance divine à travers l'âme de <CHARNAME>. Tandis que les derniers vestiges de ce pouvoir s'estompèrent avec le temps, elle commença à souhaiter plus, s'enfermant dans une haine amère et se faisant une obsession d'atteindre à nouveau une telle grandeur. Les peuples de la Côte des Épées apprirent à craindre Bodhi, tant elle se baignait dans leur sang et satisfaisait sa soif de mort et de chaos. Des villages commencèrent même à laisser des malheureux ligotés au bord des routes, comme une offrande à cette chose qui rôdait dans la nuit. Son nom devint synonyme de terreur, et de nombreux temples tentèrent en vain de la chasser. Nombre de puissants clercs furent retrouvés vidés de leur sang, une horrible agonie fixée sur leurs visages blêmes. Avec le temps, Bodhi sentit l'emprise glacée de la malédiction se resserrer sur elle. Le désespoir et la peur s'étant immiscés dans les moindres fibres de son être. Son désir pour le chaos s'évanouit et elle lutta pour survivre une fois de plus. L'ambition, qui l'avait auparavant poussée à murmurer des rêves de pouvoir à l'oreille de son frère, la ramenait maintenant vers le lieu qu'elle avait autrefois appelé « son foyer » : Suldanessalar. Ce fut à ces portes qu'Ellésime l'accueillit. À ces portes que Bohdi dansa pour la dernière fois. La vengeance brûlait au plus profond de chacune d'elles et appelait le sang. Le pouvoir de l'Arbre de vie avait attiré Bodhi, et la mémoire de Joneleth hurlait au plus profond d'Ellésime. Les deux s'enlacèrent et ce fut la vengeance qui l'emporta, tandis qu'un pieu transperça le cœur noir et inerte de Bodhi, qui avait été autant damnée dans la vie que dans la mort.
german: Bodhi hatte durch <CHARNAME>s Seele die Macht eines Gottes kennen gelernt. Als die letzten Spuren davon mit der Zeit vergingen, begann sie mehr zu verlangen und wurde von bitterem Hass erfüllt, besessen davon, erneut zu solchen Höhen aufzusteigen. Die Menschen entlang der Schwertküste zitterten vor Angst, als Bodhi im Blut badete und ihren Durst nach Chaos und Tod sättigte. Manche Dörfer begannen, Menschen gebunden am Straßenrand zurückzulassen, als ein Opfer für das Ding, das durch die Nacht schlich. Ihr Name wurde ein Synonym für Schrecken, Tempel in Nah und Fern versuchten vergeblich, sie zur Strecke zu bringen. Viele mächtige Kleriker fand man später, blutleer, Schmerz auf die bleichen Gesichter geschrieben. Mit der Zeit fühlte Bodhi, wie der eisige Griff des Fluches sie immer stärker erfasste. Verzweiflung und Angst griffen nach jeder Faser ihres Wesens. Das Verlangen nach Chaos ließ nach, und wieder kämpfte sie ums Überleben. Der Ehrgeiz, der sie einst dazu gebracht hatte, Träume der Macht in die Ohren ihres Bruders zu flüstern, brachte sie jetzt zurück an den Ort, der ihr vor langer Zeit einmal Heimat gewesen war: Suldanessallar. Dort an den Toren traf sie Ellesime. An den Toren tanzte Bodhi ein letztes Mal. Der Durst nach Rache brannte heiß in beiden und rief nach Blut. Die Macht des Baums des Lebens trieb Bodhi voran, die Erinnerung an Joneleth schrie in Ellesime. Eine in den Armen der anderen, war die Rache der Sieger, als der Pflock das schwarze Herz Bodhis durchstach - die verdammt war im Leben als auch im Tode.

source: It... it's gone... I'm human again. Ohhhh, now I know what you went through, <CHARNAME>! I don't know if I ever want to go through that again!
french: C'est... c'est fini... je suis à nouveau humaine. Ohhhh, maintenant je sais ce que tu as traversé, <CHARNAME> ! Je ne crois pas que je veuille à nouveau revivre ça !
german: Es... es ist vorbei. Ich bin wieder menschlich. Ohhh, jetzt weiß ich, was Ihr durchgemacht habt, <CHARNAME>! Ich bezweifle, dass ich das noch einmal erleben möchte!

source: And I can't believe what you said, either! 'Go ahead and kill her'? After all we've been through, that's what you say in my defense?!
french: Et je n'arrive pas à croire ce que tu as dit ! « Vas-y, tue-la » ? Après tout ce que nous avons vécu, c'est tout ce que tu trouves à dire pour ma défense ?!
german: Und ich kann nicht glauben, was Ihr gesagt habt! "Macht nur, tötet sie"? Nach allem, was wir durchgestanden haben, sagt Ihr das zu meiner Verteidigung?!

source: I was trying to convince Melissan to leave you alone, Imoen!
french: J'étais en train d'essayer de convaincre Mélissanne de te laisser tranquille, Imoen !
german: Ich habe versucht, Melissan zu überzeugen, Euch in Ruhe zu lassen, Imoen!

source: Get over yourself, little girl. I never asked you to come, did I?
french: Accommode-t'en, fillette. Je ne t'ai jamais demandé de venir, je me trompe ?
german: Kriegt Euch wieder ein, Kleine. Ich hab Euch nie darum gebeten mitzukommen.

source: Well... I suppose. You convinced me more than her, obviously. I... I'm just glad I didn't do more damage as the Slayer. I don't know how you handled it. Thank you for... for not killing me.
french: Eh bien... je suppose que c'était ton intention... Tu m'as plus convaincue qu'elle, de toute évidence. Je... je suis juste heureuse de ne pas avoir causé trop de dégâts en tant qu'Écorcheur. Je ne sais pas comment tu as géré ça. Merci de... de ne pas m'avoir tuée.
german: Nun... mag sein. Ihr habt mich offensichtlich mehr überzeugt als sie. Ich... ich bin nur froh, dass ich als Schlächter nicht mehr Schaden angerichtet habe. Ich weiß nicht, wie Ihr damit fertig geworden seid. Danke, dass Ihr mich nicht... nicht getötet habt.

source: I... I can't stay here, though. This is way out of my league. I wish you well, <CHARNAME>, and I hope I'll see you again. Maybe back at Candlekeep, huh? Anyway... good luck...
french: Je... je ne peux pas rester ici, cependant. C'est bien au-delà de mes compétences. Je te souhaite de réussir, <CHARNAME>, et j'espère que nous nous reverrons encore. Peut-être à Château-Suif, hein ? En tout cas... bonne chance...
german: Ich... ich kann jedoch nicht hier bleiben. Hier wird in einer höheren Liga gespielt. Ich wünsche Euch alles Gute, <CHARNAME>, und ich hoffe, ich sehe Euch wieder. Vielleicht in Kerzenburg, hmmm? Auf jeden Fall... viel Glück...

source: Do you need me to join back up with you? I could... leave the Throne, I think... I think I have that power, now, same as you. But I'll fight by your side again, if you want me to.
french: Veux-tu que je te rejoigne ? Je pourrais... quitter le trône, je... je pense que j'ai des pouvoirs assez semblables aux tiens maintenant. Je combattrai à nouveau à tes côtés si tu le désires.
german: Braucht Ihr mich wieder, damit ich mich Euch anschließe? Ich könnte... den Thron verlassen, denke ich... Ich denke, ich habe die Macht jetzt, dieselbe wie Ihr. Aber ich kämpfe wieder an Eurer Seite, wenn Ihr das wollt.

source: Imoen Has Survived Imoen managed to survive Melissan's attempt to force her into berserk Slayer form. It seems that in doing so, Imoen has had her own progress in the taint advanced considerably. She now not only can turn into the same Slayer form that I began to back in Spellhold... but has also gained the ability to go ethereal for brief periods of time. Ethereal ------------- Imoen is now able to enter the Ethereal Plane for brief periods of time. The ability is useable once every minute, and its use prevents her from assuming the Slayer form for a minute, as well. Imoen can remain fully ethereal and intangible to forces on this plane for a full round... during which she is invisible and completely immune to harm. During that round, she also cannot cast spells or use abilities. For another two rounds afterwards, Imoen can remain 'half-phased'... she is partially ethereal and partially in this plane. She is still invisible, but takes half damage from all sources. In this state, there is a small chance (10%) that she will miscast a spell. For all three rounds, she is able to see any invisible targets.
french: Imoen a survécu Imoen a réussi à survivre à la tentative de Mélissanne de la condamner à la forme d'Écorcheur. Il semble que ce faisant, Imoen a vu la maîtrise de son essence progresser de façon considérable. Elle peut désormais non seulement prendre la même forme d'Écorcheur que celle que j'avais revêtue à Spellhold... mais a aussi acquis la capacité de devenir éthérée pour de brèves périodes. Ethérée ------------- Imoen peut à présent entrer dans le plan éthéré pour de brèves périodes. Cette capacité est utilisable une fois par minute, et son utilisation l'empêche de prendre la forme d'Écorcheur pendant une minute également. Imoen peut rester complètement éthérée et intangible sur ce plan pour un round complet... au cours duquel elle est invisible et complètement immunisée aux dégâts. Pendant ce round, elle est également dans l'impossibilité de jeter des sorts ou d'utiliser d'autres capacités. Pour les deux rounds suivants, Imoen reste en « demi-phase »... partiellement éthérée et partiellement dans ce plan. Elle est toujours invisible mais ne reçoit que la moitié des dégâts de n'importe quelle source. Dans cet état, il y a une faible chance (10 %) qu'elle puisse rater un sort. Pour la totalité des trois rounds, elle est capable de voir les cibles invisibles.

source: No... get out of here while you can, Imoen.
french: Non... enfuis-toi d'ici tant que tu le peux, Imoen.
german: Nein... verschwindet von hier, solange Ihr könnt, Imoen.

source: I wish you well, <CHARNAME>, and I hope I'll see you again. Maybe back at Candlekeep, huh? Anyway... good luck...
french: Je te souhaite de réussir, <CHARNAME>, et j'espère que nous nous reverrons encore. Peut-être à Château-Suif, hein ? En tout cas... bonne chance...
german: Ich wünsche Euch alles Gute, <CHARNAME>, und ich hoffe, ich sehe Euch wieder. Vielleicht in Kerzenburg, hmmm? Auf jeden Fall... viel Glück...

source: Yeah, right. You do whatever you have to, <CHARNAME>. Me... I'm getting as far away from here as possible. Good-bye!
french: Oui, c'est ça. Tu fais ce que tu as à faire, <CHARNAME>. Moi... je vais partir le plus loin possible d'ici. Au revoir !
german: Ja, richtig. Ihr tut, was Ihr tun müsst, <CHARNAME>. Ich... ich verschwinde so weit wie möglich von hier. Lebt wohl!

source: Nope, you sure didn't. Thanks for nothing, I guess. You do whatever you have to, <CHARNAME>. Me... I'm getting as far away from here as possible. Good-bye!
french: Non, en effet. Merci pour rien... je suppose. Tu fais ce que tu as à faire, <CHARNAME>. Moi... je vais partir le plus loin possible d'ici. Au revoir !
german: Nee! Klar habt Ihr nicht. Danke für nichts, nehme ich an. Ihr tut, was Ihr tun müsst, <CHARNAME>. Ich... ich verschwinde so weit wie möglich von hier. Lebt wohl!

source: I'm... just glad I didn't do anything worse while I was... when I... oh, I just don't know how you handled it back in Spellhold. Thank you for... not killing me, okay?
french: Je suis... heureuse de n'avoir rien fait de pire pendant que j'étais... enfin quand je... oh, je me demande comment tu as pu résister à ça toi-même à Spellhold. Merci... de ne pas m'avoir tuée...
german: Ich bin... einfach froh, dass ich nichts Schlimmeres getan habe, während ich... als ich... oh, ich weiß einfach nicht, wie Ihr damals in der Zauberfeste damit umgegangen seid. Danke, dass Ihr... mich nicht getötet habt, okay?

source: Oh, so it is! Do you need me back in the party? I could... leave the Throne, I think... I think I have that power, now, same as you. But I'll fight by your side again, if you want me to.
french: Oh, c'est vrai ! As-tu besoin de moi dans ton groupe ? Je pourrais... quitter le trône, je... je pense que j'ai des pouvoirs assez semblables aux tiens maintenant. Je combattrai à nouveau à tes côtés si tu le désires.
german: Oh, so ist das! Braucht Ihr mich wieder in der Gruppe? Ich könnte... den Thron verlassen, denke ich... Ich denke, ich habe die Macht jetzt, dieselbe wie Ihr. Aber ich kämpfe wieder an Eurer Seite, wenn Ihr das wollt.

source: I see the fight's still going on. Do you need me back in the party? I could... leave the Throne, I think... I think I have that power, now, same as you. But I'd like to see this through, same as you.
french: Je vois que nous sommes encore en plein combat. Hé ! As-tu besoin de moi dans ton groupe ? Je pourrais... quitter le trône, je... je pense que j'ai des pouvoirs assez semblables aux tiens maintenant. Mais j'aimerais aller jusqu'au bout, tout comme toi.
german: Ich sehe, dass der Kampf noch nicht zu Ende ist. Braucht Ihr mich wieder in der Gruppe? Ich könnte... den Thron verlassen, denke ich... Ich denke, ich habe die Macht jetzt, dieselbe wie Ihr. Aber ich kämpfe wieder an Eurer Seite, wenn Ihr das wollt.

source: Yes <PRO_SIRMAAM>! (giggle!) Time to kick a certain someone's butt, right?
french: Oui môsieur ! *clin d'œil* Il est temps de botter les fesses d'une certaine personne, hein ?
german: Jawohl, <PRO_SIRMAAM>! (kichert) Zeit, jemandem in den Hintern zu treten, ja?

source: (chuckle) How very like you to blame me for your own failings. Poor, poor Irenicus... always so very, very close to getting what he wants and yet always so very, very far.
french: *Glousse* Comme ça te ressemble de me blâmer pour tes erreurs. Pauvre, pauvre Irenicus... toujours si... si proche d'obtenir ce qu'il veut et pourtant toujours si... si loin.
german: (Kichert) Wie typisch für Euch, mir die Schuld an Eurem eigenen Versagen zu geben. Armer, armer Irenicus... immer so kurz davor, das eigene Ziel zu erreichen, und doch immer so weit davon entfernt.

source: So I see. How absolutely delicious to let me in on your little play with the Bhaalspawn again, brother dear. And how are you, <CHARNAME>? I do so hope you are as... healthy... as I remember. Shall we continue our merry dance?
french: Oui, je vois. C'est absolument délicieux de me laisser participer à ton petit jeu avec l'enfant de Bhaal une fois de plus, mon cher frère. Et comment allez-vous, <CHARNAME> ? J'espère que vous êtes aussi... vigoureux que dans mes souvenirs. Allons-nous continuer notre joyeuse dance ?
german: Ah, ich sehe. Wie überaus köstlich, dass Ihr mich wieder an Eurem kleinen Spiel mit dem Bhaalkind beteiligt, liebster Bruder. Und wie geht es Euch, <CHARNAME>? Ich hoffe, Ihr seid so... gesund... wie ich Euch in Erinnerung habe. Sollen wir unseren fröhlichen Tanz fortführen?

source: Still trapped in servitude to Irenicus? Do you have no will of your own, Bodhi?
french: Toujours soumise à Irenicus ? N'avez-vous aucune volonté propre, Bodhi ?
german: Seid Ihr immer noch in gefangen in Knechtschaft zu Irenicus? Habt Ihr denn gar keinen eigenen Willen, Bodhi?

source: Why don't you go jump on a stake and spare us both the tedium of battle?
french: Pourquoi ne sautez-vous pas sur un pieu, nous épargnant ainsi l'ennui d'un combat ?
german: Warum stürzt Ihr Euch nicht in einen Holzpflock und erspart uns beide die Langeweile eines Kampfes?

source: Best hike up your skirts and run, Bodhi. The time when I found vampires remotely threatening is long past!
french: Vous feriez mieux de prendre vos jambes à votre cou, Bohdi. Le temps où je trouvais les vampires un tant soit peu menaçants est révolu depuis longtemps !
german: Am besten rafft Ihr Euren Rock, Bodhi, und lauft davon. Die Zeiten, wo ich Vampire auch nur ein bisschen bedrohlich fand, sind längst vorbei.

source: Do I have to suffer your prattle again? I shall stamp out your evil presence once and for all!
french: Est-ce que j'ai encore à subir vos jacasseries ? Je vais éradiquer votre présence maléfique une bonne fois pour toutes !
german: Muss ich Euer Geplapper erneut ertragen? Ich sollte Eure bösartige Erscheinung ausradieren... und zwar für immer!

source: Oh Child of Bhaal, so serious and grim! Do you not enjoy that our paths have crossed again? Does your blood not rejoice?
french: Oh, enfant de Bhaal, si sérieux et lugubre ! Vous n'êtes donc pas heureux que nos chemins se croisent à nouveau ? Votre sang ne bout-il donc pas d'excitation ?
german: Oh Kind des Bhaal, so ernst und grimmig! Freut Ihr Euch nicht, dass sich unsere Wege ein weiteres Mal kreuzen? Bringt es nicht Euer Blut in Wallung?

source: You are weak, Bodhi, while the blood of a god flows within me. I shall enjoy your death... again.
french: Vous êtes faible, Bodhi, tandis que le sang d'un dieu coule dans mes veines. Je vais me réjouir de votre mort... une nouvelle fois.
german: Ihr seid schwach, Bodhi, während in meinen Adern das Blut eines Gottes fließt. Euer Tod wird mich erfreuen... ein weiteres Mal.

source: Enough of this! You will fall before me, undead thing.
french: Il suffit ! Vous allez tomber devant moi, abomination morte-vivante.
german: Genug davon! Ihr werdet vor mir im Staub liegen, untotes Ding.

source: You have nothing to gain from this fight. Will you sacrifice yourself out of sibling loyalty? Do not make that mistake again.
french: Vous n'avez rien à gagner dans ce combat. Allez-vous vous sacrifier au nom de la loyauté fraternelle ? Ne refaites pas la même erreur.
german: Ihr habt nichts zu gewinnen in diesem Kampf. Wollt Ihr Euch wirklich opfern aus Loyalität zu Eurem Bruder? Macht den gleichen Fehler nicht ein zweites Mal.

source: Stand aside Bodhi. Your brother is blinded by his lust for vengance. He's prepared to fight me to the death, but you don't need to die at his side. There is no need for you to die at all.
french: Restez à l'écart, Bodhi. Votre frère est aveuglé par sa soif de vengeance. Il est prêt à m'affronter jusqu'à la mort, mais vous n'êtes pas forcée de mourir à ses côtés. Vous n'êtes pas obligée de mourir du tout.
german: Tretet zur Seite Bodhi. Euer Bruder ist geblendet von seiner Lust auf Rache. Er ist gewillt, mich bis in den Tod hinein zu bekämpfen, aber Ihr müsst nicht an seiner Seite sterben. Ihr müsst überhaupt nicht sterben.

source: You may be strong, <CHARNAME>, but you are indeed a fool to think us weak. I shall take your soul for my own, I swear it!
french: Vous êtes peut-être fort, <CHARNAME>, mais vous êtes stupide de croire que nous sommes faibles. Je vais prendre votre âme pour mienne, je le jure !
german: Ihr mögt stark sein, <CHARNAME>, aber Ihr seid auch ein Narr, wenn Ihr uns für schwach haltet. Ich werde Eure Seele für mich selbst behalten, ich schwöre es!

source: You had your chance, brother. Your plans failed, as I recall, and brought about my death. No, you are weak and <CHARNAME> is strong and it is <PRO_HESHE> that shall give me what I need. I look forward to bathing in your blood, dear brother... a suitable reward for your utter failure.
french: Tu as eu ta chance, mon frère. Tes plans ont échoué, si je me souviens bien, et ont provoqué ma mort. Non, tu es faible et <CHARNAME> est fort, et c'est lui qui me donnera ce dont j'ai besoin. J'ai hâte de me baigner dans ton sang, cher frère... une récompense adéquate pour ton échec cuisant.
german: Ihr hattet Eure Chance, Bruder. Eure Pläne versagten, wenn ich Euch daran erinnern darf, und brachten mir den Tod. Nun seid Ihr schwach und <CHARNAME> ist stark und es ist <PRO_HESHE>, der mir geben kann, was ich brauche. Ich kann es nicht abwarten, in Eurem Blut zu baden, mein lieber Bruder... das ist die Quittung für Euer komplettes Versagen.

source: Oh Child of Bhaal, you do bore me so with your talk. Come to me and embrace death as I have. Let the dance begin again!
french: Oh, enfant de Bhaal, vous m'ennuyez tellement avec vos discours. Venez à moi et embrassez la mort, tout comme je l'ai fait. Dansons une fois encore !
german: Oh Kind des Bhaal, Ihr langweilt mich mit Eurem Gerede. Kommt zu mir und umarmt den Tod wie ich es tat. Lasst den Tanz erneut beginnen!

source: Indeed, I have no intention of dying at all. I fight with my brother because I have no choice... or would you offer me one now?
french: En effet, je n'ai pas du tout l'intention de mourir. Je combats avec mon frère car je n'ai pas le choix... ou auriez-vous quelque chose à me proposer ?

source: My brother believes he can offer me your soul, yet I see that you too can raise others from the abyss, one who opposed you, no less! How intriguing. Perhaps I do not need to taste your blood...
french: Mon frère croit qu'il peut m'offrir votre âme, pourtant je vois que vous aussi êtes capable de ramener quelqu'un des Abysses. Une personne qui s'était opposée à vous, qui plus est ! Comme c'est intéressant. Peut-être n'ai-je pas besoin de goûter à votre sang...
german: Mein Bruder glaubt, er könne mir Eure Seele anbieten. Jetzt aber sehe ich, dass auch Ihr andere aus dem Abyss zurückrufen könnt. Sogar jede, die Euch bekämpft haben! Wie faszinierend! Vielleicht brauche ich nicht Euer Blut trinken...

source: I would make you an offer <CHARNAME>. Promise me a piece of your soul and I shall fight as a sister to you.
french: J'aimerais vous faire une proposition, <CHARNAME>. Promettez-moi un fragment de votre âme et je combattrai comme une sœur pour vous.
german: Ich mache Euch ein Angebot <CHARNAME>. Versprecht mir einen Teil Eurer Seele und ich werde als Eure Schwester mit Euch kämpfen.

source: I require a soul <CHARNAME>, as well you know. I could tear it from young Imoen once again, but she seems... indisposed. Yet perhaps there is another way...
french: J'ai besoin d'une âme, comme vous le savez, <CHARNAME>. Je pourrais prendre celle de la jeune Imoen une fois encore, mais elle semble... indisposée. Cependant, il y a peut-être un autre moyen...

source: I am doomed whether or not I fight. My stay in the Abyss was not a pleasant one, but since I must return, I shall not pass up a chance to feast on such a fine morsel.
french: Je suis condamnée, que je me batte ou non. Mon séjour dans les Abysses n'était pas très plaisant, mais puisque je dois y retourner, je ne laisserai pas passer l'occasion de me régaler d'un tel morceau de choix.
german: Ich bin verdammt, ob ich nun kämpfe oder nicht. Mein Aufenthalt in dem Abyss war kein angenehmer, aber da ich dorthin zurückkehren muss, werde ich die Gelegenheit nicht verstreichen lassen, mich an einem so leckeren Happen gütlich zu tun.
