Repository: abalabokhin/Ascension
Catalog: ascension/lang/po/*.po
Languages: french, german

# female
source: Viconia and <CHARNAME> continued their adventuring careers for several years, gaining considerable fame after being drawn into central roles in two wars that rocked the Sword Coast. <CHARNAME>'s standing in the Realms grew considerably over time, his dark maiden always at his side. Eventually, Viconia became pregnant with <CHARNAME>'s child, an event that caused much argument and strife between the couple, resulting briefly in their seperation. The birth of <CHARNAME>'s son, however, would change Viconia forever. She would return to <CHARNAME> and convince him to settle finally in Baldur's Gate, dedicating herself utterly to raising their son and teaching him the ways of the drow as well as the ways of <CHARNAME>'s people and marvelling at the power the boy already was demonstrating. Though she delighted at the understanding in her son's eyes, she would not live to see him grow. Viconia was a powerful priestess and all but immune to common poisons, but the venom of the Spider Queen's vengeance was not easily resisted and her reach is far. Poisoned by a servant of the goddess Lolth, <CHARNAME> railed in rage as even the most powerful magics proved ineffective in curing his ailing wife. Viconia's last words were whispered to <CHARNAME>, in private, before she finally succumbed and are unknown... but the tale is well-told of how <CHARNAME> held the body of his dark maiden close to him and wept, while the entire city wept with him, suffering a loss of something precious that they never even truly knew they had. The furious <CHARNAME> left Baldur's Gate and raised his son in secret far away. Tales vary of him, some saying he began a crusade against the drow in the Underdark, some claiming he became a hero in the far-off northlands... and some even saying with surety that <CHARNAME> had waged war against Lolth herself in the abyssal Demonweb Pits... but all agreeing that the former son of Bhaal had been changed forever by his love for the dark maiden. As for the son, tutored by two of the most potent beings in the Realms? He would go on to forge a legend that would rival that of his father. That, however, is a different story...
french: Viconia DeVir et <CHARNAME> poursuivirent leur vie aventureuse de nombreuses années après les événements du Téthyr, acquérant toutes deux une grande renommée après avoir joué des rôles cruciaux dans deux guerres qui secouèrent la Côte des Épées. <CHARNAME> devint par la suite une figure importante des Royaumes, tandis que sa jeune elfe noire était toujours à ses côtés. Plus tard, elles décidèrent d'adopter un enfant et la vie de Viconia en fut bouleversée, résultant en une brève séparation après de nombreuses disputes et querelles avec son amante. Cependant, après quelque temps, cette adoption transforma profondément Viconia. Elle revint avec <CHARNAME> et la convainquit de s'installer pour de bon à la Porte de Baldur, afin de se consacrer entièrement à l'éducation de leur fils adoptif et lui inculquer les coutumes des deux cultures : celle des elfes noirs et celle du peuple de <CHARNAME>. Viconia s'émerveillait du pouvoir dont l'enfant faisait déjà preuve. Et même si elle se réjouissait de voir l'étincelle d'intelligence briller dans les yeux de son fils adoptif, Viconia n'eut malheureusement pas le temps de le voir grandir. Viconia était une puissante prêtresse immunisée aux poisons communs, mais le venin de la Reine araignée est bien plus virulent, et son influence est grande. Une séide de Lolth la retrouva et, déterminée à lui faire payer son revirement, l'empoisonna. <CHARNAME> bouillonna de rage alors que même les magies les plus puissantes étaient inefficaces pour guérir sa femme alitée. Les dernières paroles de Viconia furent pour sa bien-aimée, celle pour laquelle elle avait décidé de changer le cours de sa vie, avant de finalement succomber au poison. L'histoire raconte comment <CHARNAME> tint le corps de sa dulcinée serré contre elle, sanglotante, tandis que la cité entière pleurait la disparition de quelqu'un dont ils n'avaient pas vraiment réalisé la valeur. <CHARNAME>, furieuse, quitta alors la Porte de Baldur et éleva l'enfant seule en secret, à l'écart du monde. Les récits varient sur le dénouement de cette histoire, certains racontent que <CHARNAME> serait partie en croisade contre les drows d'Ombre-Terre, d'autres disent qu'elle serait devenue une héroïne dans les lointaines contrées nordiques, tandis que d'autres encore clament avec conviction que <CHARNAME> s'engagea dans une guerre contre Lolth en personne dans les Fosses démoniaques abyssales... Mais toutes ces histoires s'accordent à dire que l'ancienne enfant de Bhaal a été à jamais changée par l'amour qu'elle portait à sa sombre promise. Quant à leur fils adoptif, qui fut élevé par deux des êtres les plus puissants des Royaumes, il était sur la bonne voie pour se forger une légende qui rivaliserait avec celle de <CHARNAME>. Mais ceci est une tout autre histoire...

# female
source: Upon returning to Amkethran, Balthazar began to implement changes for the better. He had learned well from his friend and <PRO_BROTHERSISTER> the meaning of the word "Good". He carried his guilt with him always, a reminder never to make the same mistakes again. The remaining criminal elements were quickly driven from his outpost, which attracted new settlers and merchants. Over the years, Amkethran grew into a thriving city and the cultural center of the entire region, renowned for its peace and compassion. Balthazar was also central in the creation of the Monastic Guard, an elite group of Paladins and Monks who were sworn to protect the common folk from tyranny in any form. His deeds quickly earned him the respect and trust of his people. In Balthazar's advanced years, his work finished, it was said he could be found most often gazing at the night sky and remembering <CHARNAME>. Later, Balthazar would leave Amkethran forever on a pilgrimage to Candlekeep... to give a final thanks for the peace he had found and to see for himself the humble beginnings of a legend.
french: En retournant à Amkethran, Balthazar commença à faire changer les choses pour le bien commun. Il avait appris de sa sœur et amie le sens du mot « bonté ». Il conserva la culpabilité en son cœur, pour se rappeler de ne plus jamais reproduire les mêmes erreurs. Les quelques criminels restants furent rapidement reconduits en dehors de la ville, laquelle attira alors toujours plus de nouveaux arrivants et marchands en tout genre. Au fil du temps, Amkethran devint une cité prospère ainsi que le centre culturel de toute la région, célèbre pour sa tranquillité et sa miséricorde. Balthazar joua un rôle capital dans la création de la Garde Monastique, une troupe d'élite constituée de moines et de paladins ayant juré de protéger le commun des mortels de la tyrannie sous toutes ses formes. Ses actes lui firent rapidement gagner le respect et la confiance de son peuple. Dans ses vieilles années, Balthazar, son travail achevé, était souvent surpris à contempler le ciel nocturne en repensant à <CHARNAME>. Par la suite, il quitta définitivement Amkethran en vue d'un pèlerinage à Château-Suif... afin de se montrer une dernière fois reconnaissant de la paix qu'il avait enfin trouvée et voir de ses propres yeux les humbles débuts d'une légende.

# female
source: Do you dare come and face me there? Or shall I have to hunt you down like the sorry dog that you are? Because make no mistake... one way or another, every last drop of that divine essence will be *mine*.
french: Oseras-tu venir et me défier ? Ou aurais-je à te pourchasser comme l'infâme chienne que tu es ? Car ne t'y trompe pas... d'une façon ou d'une autre, la moindre goutte de cette essence divine sera MIENNE.

# female
source: As long as you did what you were required to and kill the Five, then I care little for what you think you know, fool.
french: Étant donné que tu as fait ce que j'attendais de toi et que tu as détruit la Main, je me soucie peu de ce que tu penses savoir, idiote.

# female
source: <CHARNAME> does not stand alone, Melissan. It is time that this is ended.
french: <CHARNAME> n'est pas seule, Mélissanne. Il est temps de mettre fin à tout ceci.

# female
source: If that is your choice, you may surrender the portion of your divine essence to your elder sibling. You may become a normal mortal, with a destiny to follow as you see fit.
french: Si tel est ton choix, tu peux abandonner cette portion de ton essence divine à ta sœur aînée. Tu pourrais devenir un simple mortel, avec une destinée que tu choisirais de mener selon ton gré.

# female
source: I cannot pretend to know what you are thinking, now, of the decision you must make. Nor do I pretend to certainty that the taint would bring such a <PRO_MANWOMAN> such as yourself towards evil. Perhaps you would overcome that taint and be a good god, I cannot say.
french: Je ne peux prétendre savoir à quoi vous pensez en ce moment sur la décision que vous devez prendre. Et je ne prétends pas non plus être certain que l'héritage de Bhaal conduirait une femme telle que vous vers le mal. Peut-être parviendrez-vous à dompter cet héritage et à devenir une déesse bienveillante... je ne peux dire ce qui va arriver.

# female
source: And so it is done. I believe you have made the right choice. I look forward to meeting you again on Faerun, <CHARNAME>... as a mortal and a true <PRO_BROTHERSISTER>.
french: Et ainsi c'est fait. Je crois que vous avez fait le bon choix. J'espère vous rencontrer de nouveau à Féérune, <CHARNAME>... en tant que mortelle, et véritable sœur.

# female
source: Yes <PRO_SIRMAAM>! (giggle!) Time to kick a certain someone's butt, right?
french: Oui m'dame ! *clin d'œil* Il est temps de botter les fesses d'une certaine personne, hein ?

# female
source: It is true. You are a good <PRO_MANWOMAN>, <CHARNAME>, and your stance against evil is without question. Your fight against the taint of our evil father is worthy of praise.
french: C'est vrai. Vous êtes une femme de bien, <CHARNAME>, et votre opposition au mal est indiscutable. Votre combat contre la souillure de notre père malfaisant est digne d'éloges.

# female
source: I would expect no other response from a true <PRO_BROTHERSISTER> of mine. I know too well the thirst for death that comes with the taint of our sire. I have mastered it, but only barely... I pity those who are a slave to it.
french: Je n'espérais pas d'autre réponse de la part d'une de mes sœurs. Je ne connais que trop bien la soif de meurtre qui vient avec la souillure de notre géniteur. Je l'ai dominée, mais difficilement... J'ai en pitié ceux qui sont devenus ses esclaves.

# female
source: I am death incarnate, fool! Not some weak fool wrapped in denial like yourself!
french: Je suis la mort incarnée, idiot ! Pas une quelconque imbécile enveloppée dans son déni comme vous !

# female
source: What makes you think you could kill her? I'm the one that has defeated all the Bhaalspawn... while you were doing nothing but hiding in this fortress making the peasants miserable.
french: Qu'est-ce qui vous fait croire que vous puissiez la tuer ? Je suis celle qui a vaincu tous les autres enfants de Bhaal... tandis que vous ne faisiez rien d'autre que de vous cacher dans votre forteresse, tout en rendant la vie des paysans misérable.

# female
source: I thought you were going to kill yourself after I was dead. Sure you won't see some more evil once Melissan is dead, too? You'd probably make a promising Lord of Murder, you know...
french: Et moi qui pensais que vous vous tueriez juste après que je sois morte. Êtes-vous sûr que vous ne trouverez pas plus de « mal » à combattre une fois que Mélissanne sera éliminée, elle aussi ? Hmmm, vous feriez certainement un bon Seigneur du meurtre...

# female
source: I am at a loss, <CHARNAME>. You question me, and I have no good answers for you. My heart tells me that you must be killed, but I am not sure if I should listen to it. What... what would you have me do?
french: Je suis perdu, <CHARNAME>. Vous me faîtes m'interroger et je n'ai aucune bonne réponse à vous fournir. Mon cœur me dit que vous devez être tuée, mais je ne suis pas sûr que je devrais l'écouter. Que... que voudriez-vous que je fasse ?

# female
source: Very well, then, <CHARNAME>. I will join you. You are a worthy <PRO_MANWOMAN>. Perhaps even worthy of turning Bhaal's dark taint and making something better of it. I do not know. But I will take that chance.
french: Très bien alors, <CHARNAME>. Je vais me joindre à vous. Vous êtes une femme de valeur. Peut-être encore plus valeureuse par le fait de réussir à dévier l'essence maléfique de Bhaal et vous en servir pour le bien. Je ne suis pas certain de faire le bon choix. Mais je vais prendre le risque.

# female
source: You must take the battle to Melissan. It is your destiny to see that Bhaal's legacy ends here and now. But you must promise me, <CHARNAME>... you must promise me that you will not give into the temptation. Should you defeat Melissan and the power become available to you, you must turn away from it... you have seen your struggle as it is now, with only a sliver of that taint. Do not take it, <CHARNAME>... even a god can be tempted, you must realize that. Promise me you will turn it away.
french: Vous devez mener le combat contre Mélissanne. C'est votre destinée d'assister à la fin de l'héritage de Bhaal. Mais promettez-moi, <CHARNAME>... vous devez me promettre de ne pas céder à la tentation. Si vous deviez vaincre Mélissanne et que ce pouvoir s'offrait à vous, détournez-vous en... Vous avez vu ce qu'est votre lutte actuelle avec juste un soupçon de cette souillure. Ne le prenez pas, <CHARNAME>... même une déesse pourrait être tentée, vous devez réaliser cela. Promettez-moi de vous détourner de cette puissance.

# female
source: Then I am satisfied. The essence of our sire ends with me... and with you. May the gods forgive me. May you... may you forgive me, <PRO_BROTHERSISTER>...
french: Alors je suis satisfait. L'essence de notre géniteur se termine avec moi... et avec vous. Puissent les dieux me pardonner. Puissiez-vous... puissiez-vous pardonner, ma sœur...

# female
source: Then we must do battle. I... I am sorry, <PRO_BROTHERSISTER>. I had hoped this would be otherwise.
french: Alors nous devrons nous battre. Je... je suis désolé, ma sœur. J'avais espéré qu'il en serait autrement.

# female
source: And I cannot trust that you will turn aside the power when it is offered to you. You have experienced the struggle even a sliver of Bhaal's taint has brought you, yet I cannot believe that you would turn it aside. I... I am sorry, <PRO_BROTHERSISTER>... but I have no choice.
french: Et je ne peux croire que vous tournerez le dos au pouvoir qui s'offrira à vous. Vous avez fait l'expérience de la lutte que seul un soupçon de l'essence de Bhaal vous apporte, pourtant je ne peux croire que vous vous en détournerez. Je... je suis désolé, ma sœur... mais je n'ai pas le choix.

# female
source: Perhaps what you are saying holds merit. But what if I died during the battle? What if I was weakened, in the end... you might find yourself... tempted. How could I trust you?
french: Peut-être que ce que vous dites mérite d'être écouté. Mais que se passerait-il si je meurs pendant le combat ? Si je me retrouve affaibli, et que tout compte fait... vous finissiez par être... tentée. Comment pourrais-je vous croire ?

# female
source: You are certainly no better a candidate for resisting such temptation, <CHARNAME>. I would trust myself far more than I would trust you. To send you to the Throne would be to give up everything I have believed in.
french: Vous n'êtes certainement pas une meilleure candidate pour résister à une telle tentation, <CHARNAME>. J'ai davantage confiance en mon jugement qu'en le vôtre. Vous laissez aller au trône reviendrait à abandonner tout ce en quoi je crois.

# female
source: I am your <PRO_BROTHERSISTER>, Balthazar. Let us fight what is inevitable! We can work together!
french: Je suis votre sœur, Balthazar. Combattons ce qui semble inévitable ! Nous pouvons coopérer !

# female
source: You are impressive with your words, <CHARNAME>. I can feel destiny altering to your will, how you are the center of it all... how is it that I did not see this before?
french: Vous êtes douée avec les mots, <CHARNAME>. Je peux sentir la destinée s'altérer selon votre volonté, et à quel point vous êtes le centre de tout ceci... comment n'ai-je pas pu le voir plus tôt ?

# female
source: I have been told many things by agents of Alaundo's prophecy... higher beings that have sought me out to prepare me. Alaundo's prophecy does not necessarily mean what you think it does, Balthazar.
french: J'ai appris beaucoup de choses par les agents de la prophétie d'Alaundo... des êtres supérieurs qui m'ont cherchée pour me préparer. La prophétie d'Alaundo ne signifie pas nécessairement ce que vous croyez, Balthazar.

# female
source: But perhaps I have resigned myself to a path that is not what it seems. You are... hardly what I expected for the last of the Bhaalspawn, <CHARNAME>. Perhaps there is hope... or perhaps I am only deluding myself.
french: Mais peut-être que je me suis résigné à suivre un chemin qui n'est pas ce qu'il semble être. Vous ne... ressemblez pas vraiment à ce à quoi je m'attendais de la part de la dernière enfant de Bhaal, <CHARNAME>. Peut-être qu'il y a de l'espoir... ou peut-être suis-je en train de me bercer d'illusions.

# female
source: I make no judgement upon you, <CHARNAME>. You are what you were born to be. I can only trust myself to hold to the path of good that will lead to the destruction of the true evil that threatens Faerun. There is no other path for me.
french: Je ne vous juge pas, <CHARNAME>. Vous êtes telle que vous êtes née. Je ne peux que me fier à moi-même pour suivre la voie du bien qui mènera à la destruction du véritable mal qui menace Féérune. Il n'y a pas d'autre voie pour moi.

# female
source: But... you have been successful in fighting temptation. More successful than I. I have... done much that I regret, in the name of good. My people suffer because I held my ultimate goal above all else... but is it not true that our treatment of the least of our brethren is the true judge of a man's soul? I... I am ashamed.
french: Mais... vous avez été victorieuse dans votre combat contre la tentation. Plus que moi. J'ai... fait tant de choses que je regrette au nom du bien. Mon peuple souffre car je tiens mon but ultime au-dessus de tout... ne dit-on pas que pour juger la bonté de l'âme d'un homme, il faut voir de quelle façon il traite les plus humbles de ses semblables ? Je... j'ai honte.

# female
source: Even had destiny not brought us to this point, I doubt things would have been different. Perhaps if you had not borne the taint of our sire, things might have been different with you. I would have liked to meet a <PRO_MANWOMAN> such as yourself without the taint on your soul, I think. But now I have little choice.
french: Même si la destinée ne nous avait amenés jusqu'ici, je doute que les choses eussent été différentes. Peut-être que si vous n'aviez pas porté la souillure de notre géniteur, tout aurait pu se passer autrement. J'aurais aimé rencontrer une femme telle que vous je pense, s'il n'y avait pas cette souillure sur votre âme. Mais maintenant je n'ai plus vraiment le choix.

# female
source: You believe yourself to be the master of your destiny, do you? The destiny foreseen long ago by Alaundo? You believe it by choice alone that you ended up here, in this place?
french: Vous croyez être la maîtresse de votre destinée, n'est-ce pas ? La destinée prédite il y a bien longtemps par Alaundo ? Vous pensez que c'est par choix personnel que vous vous êtes retrouvée ici, dans cet endroit ?

# female
source: You mistake the path for the journey, my friend. Whatever paths you have taken since leaving Candlekeep, the journey has ended here as it was always meant to. Destiny masters us... we do not master it.
french: Vous confondez le chemin avec le voyage, mon amie. Quels que soient les chemins que vous ayez suivis depuis votre départ de Château-Suif, le voyage se termine ici comme si cela avait déjà été écrit. Le destin nous contrôle... et non l'inverse.

# female
source: Yet I certainly would not have allowed <CHARNAME> to escape from me, had <PRO_HESHE> been within my power not once but twice, even. But, then, I imagine you were too busy taking control of insane asylums and making thieves out of vampires for absolutely no reason.
french: Pourtant, je n'aurais certainement pas laissé <CHARNAME> m'échapper alors qu'elle était à ma merci... Deux fois, qui plus est. Mais bon, j'imagine que tu étais trop occupé à prendre le contrôle d'asiles d'aliénés et à faire s'affronter des voleurs et des vampires sans raisons apparentes.

# female
source: Do not speak her name, dog. Ellesime will understand the fullness of her regret soon enough. As for you... Melissan has given me the opportunity to return an old favor. One ascension for another... it rings with universal justice.
french: Ne prononce pas son nom, chienne ! Ellesime comprendra l'étendue de son regret bien assez tôt. Quant à toi... Mélissanne m'a donné l'opportunité de te retourner une vieille « faveur ». Une ascension pour une autre... n'est-ce pas que justice ?

# female
source: Ah, yes. Familiar words. Similar to the ones I spoke at the cusp of my own ascension. How I would enjoy to repay that favor in kind and show the universe what an unworthy gnat you truly are.
french: Ah, oui. Des mots familiers. Similaires à ceux que je proférais à l'apogée de ma propre ascension. Comme je vais être heureux de te rendre cette « faveur » moi-même et montrer à l'univers combien tu es insignifiante.

# female
source: You place your hand within the energies of the pool and draw the essence into yourself, diverting it away from Melissan. Boundless power fills you briefly, and while most of it dissipates a portion fuels your inner energies. You are now immune to death magics and vorpal effects, and have also gained the ability to unleash the power within you as a short burst of destructive power. The energies also restore the powers of all present.
french: Vous placez votre main au cœur des énergies de la source et absorbez l'essence qui en émane, la volant ainsi à Mélissanne. Un pouvoir sans limite vous emplit brièvement, et tandis que la plupart se dissipe, une partie alimente vos énergies intérieures. Vous êtes désormais immunisée à la mort magique et aux effets vorpalins, et avez également gagné la capacité de relâcher la puissance qui est en vous sous la forme d'une courte décharge d'énergie destructrice. Les énergies présentes restaurent également les pouvoirs de toutes les personnes se trouvant à vos côtés.
