Repository: abalabokhin/Ascension
Catalog: ascension/lang/po/*.po
Languages: french, german

source: Tiger Strike Range: 0 Duration: 2 rounds Casting Time: 1 Area of Effect: Balthazar Saving Throw: None While Tiger Strike is active, Balthazar has a 50% chance per hit of a critical hit; in addition, any hit sends its victim flying backwards, stunning them for 1 round. This power can be used once per four rounds.
french: Frappe du tigre Portée : 0 Durée : 2 rounds Temps d'incantation : 1 Zone d'effet : Balthazar Jet de sauvegarde : aucun Lorsque Frappe du tigre est actif, Balthazar a 50 % de chances par coup de réussir un coup critique ; de plus, tout coup propulse sa victime en arrière, l'étourdissant pendant 1 round. Ce pouvoir peut être utilisé une fois tous les quatre rounds.
german: Tigerschlag Reichweite: Anwender Dauer: 2 Runden Zeitaufwand: 1 Bereich: Anwender Rettungswurf: Nein Solange Tigerschlag aktiv ist, hat Balthasar eine Chance von 50% auf einen kritischen Treffer. Außerdem wird sein Opfer bei jedem Treffer nach hinten geschleudert und für 1 Runde betäubt. Diese Fähigkeit kann einmal alle 4 Runden eingesetzt werden.

source: Hand of Murder Range: 0 Duration: 1 round Casting Time: 1 Area of Effect: Balthazar Saving Throw: Special Through combining his ki with his Bhaalspawn essence, all of Balthazar's attacks for one round are automatic critical hits. For the first three second after he activates the power, anyone hit drops dead (save vs. spells to negate). This power can be used once per three rounds.
french: Main du meurtre Portée : 0 Durée : 1 round Temps d'incantation : 1 Zone d'effet : Balthazar Jet de sauvegarde : spécial En combinant son Ki avec son essence d'enfant de Bhaal, toutes les attaques de Balthazar deviennent automatiquement des coups critiques durant un round. Pendant les trois premières secondes qui suivent l'activation de ce pouvoir, toute personne touchée tombe raide morte (jet de sauvegarde contre les sorts pour annuler). Ce pouvoir peut être utilisé une fois tous les trois rounds.
german: Hand des Mörders Reichweite: Anwender Dauer: 1 Runden Zeitaufwand: 1 Bereich: Anwender Rettungswurf: Nein Durch die Kombination zusätzlicher Energie mit seiner Bhaalspross-Essenz werden alle Angriffe von Balthasar eine Runde lang automatisch zu kritischen Treffern. In den ersten 3 Sekunden, nachdem er die Fähigkeit aktiviert hat, fällt jeder, der getroffen wird, tot um (Rettungswurf gg. Zauber). Diese Fähigkeit kann einmal alle 3 Runden eingesetzt werden.

source: Shadowless Kick Range: Touch Duration: 4 seconds Casting Time: 0 Area of Effect: Creature kicked Saving Throw: None With a powerful kick, Balthazar knocks his opponent away, sending them flying; they take 4d8 damage from the impact and are knocked unconscious for a few seconds. This power can be used once per two rounds.
french: Coup de pied dissocié de l'ombre Portée : toucher Durée : 4 secondes Temps d'incantation : 0 Zone d'effet : 1 créature Jet de sauvegarde : aucun D'un puissant coup de pied, Balthazar propulse son adversaire, l'envoyant voler ; celui-ci subit 4d8 points de dégâts dus à l'impact et reste inconscient pendant quelques secondes. Ce pouvoir peut être utilisé une fois tous les deux rounds.
german: Schattenloser Tritt Reichweite: Berührung Dauer: 4 Sekunden Zeitaufwand: 0 Bereich: 1 Wesen Rettungswurf: Nein Mit einem kräftigen Tritt stößt Balthasar seinen Gegner weg und lässt ihn durch die Luft fliegen. Durch den Aufprall erleidet er 4W8 Schaden und ist einige Sekunden lang bewusstlos. Diese Fähigkeit kann einmal alle 2 Runden eingesetzt werden.

source: Lunar Malison Range: 30 ft. Duration: special Casting Time: 1 Area of Effect: 1 creature Saving Throw: Special The creature affected by Lunar Malison suffers a -4 penalty to all saving throws for a period of 40 rounds. Additionally, they must save vs. spells at a -2 penalty or be slowed (taking a -4 penalty to AC and attack rolls) for 2 rounds. Balthazar receives one use of this ability whenever he enters the Lunar Stance.
french: Calamité lunaire Portée : 9 mètres Durée : spéciale Temps d'incantation : 1 Zone d'effet : 1 créature Jet de sauvegarde : spécial La créature affectée par Calamité lunaire subit un malus de -4 à tous ses jets de sauvegarde pendant une période de 40 rounds. De plus, elle doit réussir un jet de sauvegarde contre les sorts avec une pénalité de -2 ou être ralentie (subissant alors une pénalité de -4 à sa classe d'armure et à ses jets d'attaque) pendant 2 rounds. Balthazar bénéficie d'une utilisation de cette capacité chaque fois qu'il adopte la posture lunaire.
german: Mond-Verderbnis Reichweite: 10 m Dauer: Speziell Zeitaufwand: 1 Bereich: 1 Wesen Rettungswurf: Speziell Das von Mond-Verderbnis betroffene Ziel erleidet einen Malus von -4 auf alle Rettungswürfe für 40 Runden. Zusätzlich muss dem Ziel ein Rettungswurf mit einem Malus von -4 gegen Zauber gelingen oder es wird für 2 Runden verlangsamt (mit einem Malus von -4 auf RK und Angriffswürfe). Balthasar kann diese Fähigkeit ein Mal einsetzen, wenn er in Mond-Stellung geht.

source: Oh, please. I saw you coming from a mile away. I just played along because I had no choice.
french: Oh, je t'en prie. Je t'ai vue venir de loin. J'ai juste joué le jeu car je n'avais pas d'autre choix.
german: Oh, bitte. Euer Plan war offensichtlich und ich spielte nur mit, weil mir keine andere Wahl blieb.

source: Well, your plan didn't work out quite like you thought. Balthazar is still alive.
french: Eh bien, ton plan n'a pas vraiment fonctionné comme tu l'imaginais. Balthazar est toujours vivant.
german: Nun, Euer Plan hat leider nicht wie vorgesehen funktioniert. Balthasar ist immer noch am Leben.

source: Do you dare come and face me there? Or shall I have to hunt you down like the sorry dog that you are? Because make no mistake... one way or another, every last drop of that divine essence will be *mine*.
french: Oseras-tu venir et me défier ? Ou aurais-je à te pourchasser comme l'infâme chien que tu es ? Car ne t'y trompe pas... d'une façon ou d'une autre, la moindre goutte de cette essence divine sera MIENNE.
german: Wagt Ihr es, dorthin zu kommen, und mir dort gegenüber zu treten? Oder soll ich Euch wie einen räudigen Hund jagen und zur Strecke bringen? Wie dem auch sein, auch der letzte Rest der göttlichen Essenz wird schließlich *Mein* sein.

source: As long as you did what you were required to and kill the Five, then I care little for what you think you know, fool.
french: Étant donné que tu as fait ce que j'attendais de toi et que tu as détruit la Main, je me soucie peu de ce que tu penses savoir, idiot.
german: Solange Ihr tatet, was ich wollte, und gegen die Fünf kämpftet, war mir völlig egal, was Ihr glaubtet zu wissen, Ihr Narr.

source: So you managed to corral Balthazar into co-operating with you? I'm surprised. In the end, however, the essence of one or two of Bhaal's get means very little.
french: Ainsi tu es parvenu à apprivoiser Balthazar pour qu'il coopère avec toi ? Je suis surprise. Au final, quoi qu'il en soit, l'essence d'un ou deux enfants de Bhaal ne fait pas une grande différence.
german: So habt Ihr es also geschafft, Balthasar zu einer Kooperation zu überreden. Ich bin überrascht. Schließlich aber kommt es auf die Essenzen von ein oder zwei Bhaalkindern nicht an.

source: The one you know as Melissan was never a true member of the Five, godchild. She is no child of Bhaal.
french: Celle que tu connais sous le nom de Mélissanne n'a jamais véritablement été membre de la Main, enfant divin. Ce n'est pas une fille de Bhaal.
german: Die, die Ihr unter dem Namen Melissan kennst, gehört nicht zu den Fünf, Gottkind. Sie ist kein Kind Bhaals.

source: The dead god, Bhaal, has not been resurrected and, indeed, may never be. You must understand what awaits you now at the end of your journey, godchild... and for this, the one you know as Melissan will explain for herself.
french: Le dieu mort, Bhaal, n'a pas été ressuscité, et ne le sera probablement jamais. Tu dois comprendre ce qui t'attend à la fin de ta quête, enfant divin... et ceci, celle que tu connais sous le nom de Mélissanne te l'expliquera d'elle-même.
german: Der tote Gott Bhaal ist nicht auferstanden. Ihr müsst verstehen, was Euch am Ende Eurer Reise erwartet, Gottkind ... Diese Erklärung solltet Ihr von jener, die Ihr unter dem Namen Melissan kennt, persönlich erhalten.

source: You have parleyed with Balthazar, the greatest of the Bhaalspawn besides yourself, god-child. You are to be commended. Your journey is nearly at its end.
french: Tu as parlementé avec Balthazar, le plus puissant des enfants de Bhaal, en dehors de toi, enfant divin. Tu mérites le respect. Ton voyage touche presque à sa fin.
german: Ihr habt Euch mit Balthasar, dem neben Euch mächtigsten der Bhaalkinder, verbündet. Ein weiterer Schritt ist getan und Eure Reise ist beinahe an ihrem Ende angelangt.

source: You did not need to fight him. The rest of the Five have been defeated. With Balthazar and yourself both alive, not all of Bhaal's divine essence has returned to its source, and Melissan will seek to collect it. This is the challenge that awaits you.
french: Tu n'avais pas besoin de l'affronter. Le reste de la Main a été vaincu. Avec toi et Balthazar toujours vivants, toute l'essence de Bhaal n'est pas retournée à sa source, et Mélissanne va chercher à la collecter. C'est le défi qui vous attend.
german: Ihr musstet ihn nicht töten. Die übrigen der Fünf wurden vernichtet. Da Balthasar und Ihr lebt, ist nicht alles von Bhaals göttlicher Essenz zu ihrem Ursprung zurückgekehrt, trotzdem aber wird Melissan versuchen, sie aufzunehmen. Das ist die Aufgabe, die Euch nun erwartet.

source: But... Melissan is part of the Five, isn't she?
french: Mais... Mélissanne fait partie de la Main, non ?
german: Aber ... Melissan ist ein Teil der Fünf, oder nicht?

source: So Melissan has not collected enough of the essence, yet, to resurrect Bhaal, right?
french: Donc Mélissanne n'a pas encore réuni suffisamment d'essence pour ressusciter Bhaal, n'est-ce pas ?
german: Also hat Melissan noch nicht genug Essenzen gesammelt, um Bhaal wieder auferstehen zu lassen, nicht wahr?

source: So, Melissan seeks to be the last of the Bhaalspawn. Does she even plan on resurrecting Bhaal?
french: Ainsi Mélissanne cherche à être la dernière des enfants de Bhaal. Désire-t-elle le ressusciter ?
german: So versucht Melissan also das letzte der Bhaalkinder zu sein. Plant auch sie die Wiederauferstehung Bhaals?

source: Another challenge. Alright, alright... let's just get this over with.
french: Un autre défi. Bien, bien... finissons-en avec ça.
german: Schon gut, schon gut! Dann bringen wir es endlich hinter uns.

source: Aerie continued adventuring after years after leaving <CHARNAME>'s company, often traveling with a larger group but sometimes striking out on her own to use her considerable power to fight against slavery in the Realms. Her compassion grew tainted by revenge, however, revenge for what had been taken from her when she was in chains and could never be restored. She might have lost herself to her vengeance entirely had fortune not smiled upon her. The tale goes that Aerie, filled with a righteous fury, destroyed a slaver enclave in the northern hills of Cormyr single-handedly. She was surprised to find a group of avariel elves that had been held captive there and quickly freed them, and was in turn invited to return to her long-lost home of Faenya-Dail. She learned much while she was there. Most importantly, she learned she was no longer truly one of avariel, and let go forever of the wings that she had lost. Faenya-Dail was no longer her home, and it was with mixed emotions that she bid it farewell. It is said that Aerie eventually became a high priestess in Understone, a gnomish village her mentor Quayle had sometimes spoken of. He had been her true family, and it was among his people that she finally found happiness and the family she had always longed for. It was also said that Aerie prayed for her old friend, <CHARNAME>, each night as the stars revealed themselves in the sky above. She sincerely hoped her friend had been fortunate enough to find the peace that she had... for without <CHARNAME>, it would never have been possible.
french: Aerie continua sa vie aventureuse pendant des années après avoir quitté la compagnie de <CHARNAME>, voyageant souvent au sein d'un groupe, elle fit néanmoins parfois cavalier seul, utilisant ses pouvoirs considérables pour combattre toute forme d'esclavage dans les Royaumes. Sa compassion fut toutefois altérée par un sentiment de vengeance : une soif de revanche obsessionnelle pour tout ce dont elle fut dépossédée lors de sa captivité, et qui ne pourra jamais lui être restitué. À tel point qu'elle aurait pu se dévoyer entièrement dans sa quête de vengeance si la chance ne lui avait pas souri. Les histoires racontent qu'Aerie, remplie d'une fureur moralisatrice, détruisit une enclave d'esclavagistes dans les collines au nord du Cormyr à elle seule. Elle fut surprise d'y trouver un groupe d'avariels qui étaient retenus prisonniers et les libéra en vitesse. En retour, ils la persuadèrent de rejoindre Faenya-Dail, le foyer d'où elle fut si cruellement arrachée jadis. Aerie apprit beaucoup durant son séjour, notamment qu'elle n'était plus vraiment l'une des leurs, que plus jamais elle ne serait une avarielle. Elle cessa donc de s'apitoyer sur son sort et de se languir de ses ailes, admettant que cela ne mènerait à rien. Faenya-Dail n'était plus son foyer, et ce fut avec le cœur troublé qu'elle en partit pour toujours. Il est dit qu'Aerie finit par devenir une grande prêtresse à Pierrebasse, un village gnome dont lui avait souvent parlé Quayle, son tuteur. Il avait été sa seule véritable famille, et c'est parmi les siens qu'elle trouva finalement la joie et la famille qu'elle avait toujours souhaitées. Il est également dit qu'Aerie priait pour son vieil ami <CHARNAME>, chaque nuit... dès que les étoiles apparaissaient dans le ciel. Elle espérait sincèrement que lui aussi ait eu la chance de trouver la paix... car sans <CHARNAME>, cela n'aurait jamais été possible.
german: Nachdem sich Aeries und <CHARNAME>s Wege getrennt hatten, setzte sie ihre Reisen noch jahrelang fort. Öfters war sie in einer größeren Gruppe unterwegs, doch manchmal auch kämpfte sie alleine und benutze ihre ungeheure Macht im Kampf gegen die Sklaverei in den Reichen. Ihr Mitgefühl wurde jedoch durch das Bedürfnis nach Rache verdorben, Rache für das, was man ihr als Sklavin genommen, und was niemals wieder zurückgegeben werden konnte. Sie hätte sich vermutlich ganz in ihren Rachegedanken verloren, hätte nicht eines Tages das Glück auf sie herabgelächelt. Die Legenden erzählen, dass Aerie, erfüllt von ungeheurer Wut, vollkommen alleine eine Enklave der Sklavenhändler in den nördlichen Hügeln von Cormyr zerstörte. Sehr überrascht entdeckte sie eine kleine Gruppe Avariel, welche hier gefangen gehalten wurden. Nach ihrer Befreiung luden diese sie ein, ihre lange schon verloren geglaubte Heimat Faenya-Dail zu besuchen. In ihrer Zeit dort lernte sie viel, am wichtigsten aber war, dass sie lernte, nicht wirklich mehr eine der Avariel zu sein und fortan aufhörte, ihre verlorenen Flügel herbei zu sehnen. Faenya-Dail war nicht mehr ihre Heimat, und mit gemischten Gefühlen sagte sie Lebewohl. Aerie wurde schließlich zu einer Hohepriesterin in Unterstein, einem Gnomendorf, von dem ihr Mentor Quayle oft gesprochen hatte. Er war ihre wahre Familie und dort fand sie schließlich Glück und die Familie nach der sie sich so gesehnt hatte. Ebenso wird erzählt, dass Aerie jede Nacht, wenn die Sterne am Himmel erschienen, für ihren alten Freund <CHARNAME> betete. Sie hoffte aufrichtig, dass ihr Freund glücklich genug war, den Frieden zu finden, den sie fand... denn ohne <CHARNAME> wäre dieses niemals möglich gewesen.

source: Aerie and <CHARNAME> would prove inseparable, continuing their adventuring for many years into the future. Aerie's zest for travel brought the pair over much of Faerun and even further. Their young son was always in tow, making <CHARNAME> smile with his wide-eyed awe at the wonders of the world. Eventually the pair would settle, subsequently giving birth to a beautiful daughter that was the second joy of their lives. Only rarely would trouble cause <CHARNAME> and Aerie to bring their great power to bear against the evil of the world, though the tales of their battles would become legendary. Their later years would hold one last great trek, as Aerie still felt a sadness from her time of enslavement and the loss of her wings. Together she and <CHARNAME> sought the Avariel of Faenya-Dail, the winged elves she was stolen from so long ago. They discovered not only her people, but loving parents that had spent years searching for their lost child. Aerie had finally found her family. With no more mystery or confusion to cloud their lives, it was there, among the clouds, that Aerie and <CHARNAME> would finally be married. Their union, it is said, was blessed by the presence of Aerdrie Faenya and Baervan Wildwanderer both. As for the children of <CHARNAME> and Aerie, tutored by two of the Realm's most powerful beings, their own destiny would be a tale to rival their father's...
french: Aerie et <CHARNAME> furent inséparables, continuant ensemble leurs aventures durant plusieurs années. L'envie de voyage d'Aerie emmena le couple à travers tout Féérune, et même plus loin encore. Leur jeune fils les accompagnait toujours, faisant sourire <CHARNAME> à chaque fois qu'il écarquillait ses grands yeux sur les merveilles du monde. Finalement le couple se sédentarisa, donnant naissance à une fille qui devint la seconde joie de leurs vies. Ce n'est que rarement que <CHARNAME> et Aerie furent amenés à quitter leur retraite pour utiliser leurs immenses pouvoirs contre le mal, si bien que les récits de leurs combats devinrent légendaires. Leurs vieux jours les amenèrent à entreprendre un ultime et long voyage, car Aerie demeurait tourmentée par les souvenirs de ses années d'esclavage et de la perte de ses ailes. Ils partirent donc tous deux vers Faenya-Dail, la patrie des Avariels, les elfes ailés auxquels Aerie fut si cruellement arrachée jadis. Ils y retrouvèrent non seulement son peuple, mais aussi et surtout des parents aimants qui avaient passé de longues années à la recherche de leur fille disparue. Leurs retrouvailles furent débordantes de joies et de pleurs, tandis que chacun enlaçait l'autre avec ferveur. Aerie avait finalement retrouvé sa famille, après tant d'épreuves. Sans plus aucun mystère ni trouble pour assombrir leur vie, c'est là, parmi les nuages, qu'Aerie et <CHARNAME> se marièrent enfin. Il est dit que leur union fut bénie par l'apparition conjointe de Baervan Ermiterrant et Aerdrie Faenya. Quant aux enfants de <CHARNAME> et d'Aerie, étant instruits par deux des héros les plus puissants des Royaumes, il leur est d'ores et déjà destiné des contes et légendes rivalisant avec ceux de leur père...
german: Aerie und <CHARNAME> wurden unzertrennlich und setzen ihr Abenteurerleben eine ganze Zeit lang fort. Aeries Lust am Reisen brachte das Paar bis an die Grenzen Faeruns und weit darüber hinaus. Ihr junger Sohn war immer mit dabei und wenn er mit weit aufgerissenen Augen die Wunder dieser Welt bestaunte, so zauberte dieses ein Lächeln auf <CHARNAME>s Gesicht. Schließlich ließ sich das Paar nieder, eine wunderschöne Tochter wurde geboren, welche die zweite Freude ihres Lebens wurde. Selten nur brachte Ärger <CHARNAME> und Aerie dazu, ihre ungeheure Macht aufzubringen, um das Böse der Welt in seine Schranken zu weisen, trotzdem aber sollten ihre Kämpfe Legende werden. Ihre späteren Jahre sollten ein letztes großes Abenteuer bereithalten, als Aerie wieder die Traurigkeit aus der Zeit der Sklaverei und dem Verlust ihrer Flügel spürte. Zusammen mit <CHARNAME> suchte sie die Avariel von Faenya-Dail auf, ihr Volk der geflügelten Elfen, dem sie vor so langer Zeit entrissen wurde. Und sie fand nicht nur ihr Volk sondern auch ihre lieben Eltern, die Jahre mit der Suche nach ihrem verlorenen Kind verbracht hatten. So fand Aerie schließlich doch noch ihre Familie. Jetzt, da es keine Verwirrung und keine Rätsel mehr für Aerie gab, konnten Sie und <CHARNAME> endlich dort oben in den Wolken heiraten. Ihre Vermählung, so sagt man, wurde durch die Anwesenheit sowohl von Aerdrie Faenya als auch Baervan Wildwanderer gesegnet. Und das Leben der Kinder von <CHARNAME> und Aerie, aufgezogen von zwei der mächtigsten Wesen in den Reichen, wurde ebenfalls zur Legende, welche sich nicht hinter der ihres Vaters verstecken musste...
