Repository: abalabokhin/Ascension
Catalog: ascension/lang/po/*.po
Languages: french, german

source: Aerie and <CHARNAME> would prove inseparable, journeying together with their wide-eyed son always in tow. Before long, little Quayle had a sister with whom to share the delights of his parents' exploits. The family's later years would hold one last great trek, however, as Aerie was still tormented by memories of her enslavement and the loss of her wings. She and <CHARNAME> sought out her people, the winged avariel of Faenya-Dail, and there they found not only a warm welcome but Aerie's loving parents, who had never given up hope of finding their child. With the pain of their respective pasts laid to rest, it was there among the clouds that Aerie and <CHARNAME> were finally married. It is said that their union was blessed by both Aerdrie Faenya and Baervan Wildwanderer.
french: Aerie et <CHARNAME> furent inséparables, arpentant tous deux les routes des Royaumes avec leur fils aux grands yeux écarquillés, toujours de la balade. Très vite, le petit Quayle eut une sœur avec laquelle il partagea les merveilles des prouesses accomplies par ses parents. Leurs vieux jours les amenèrent à entreprendre un ultime et long voyage, car Aerie demeurait tourmentée par les souvenirs de ses années d'esclavage et de la perte de ses ailes. Elle partit avec <CHARNAME> à la recherche de son peuple, les avariels de Faenya-Dail, les elfes ailés auxquels Aerie fut si cruellement arrachée jadis. Ils y rencontrèrent non seulement un accueil chaleureux, mais également les tendres et affectueux parents d'Aerie, qui n'avaient jamais abandonné l'espoir de retrouver un jour leur fille disparue. Leurs retrouvailles furent débordantes de joies et de pleurs, tandis que chacun enlaçait l'autre avec ferveur. Une fois la peine de leur passé respectif apaisée, c'est là, parmi les nuages, qu'Aerie et <CHARNAME> se marièrent enfin. Il est dit que leur union fut bénie à la fois par Aerdrie Faenya et Baervan Ermiterrant.

source: Though they had gone their separate ways, Anomen Delryn's time with <CHARNAME> still weighed heavily on his soul. He had witnessed the power of a dark god's taint firsthand, and his faith in Helm was shaken. For years, Anomen traveled without aim, until he reached the borders of Maztica. This was during the revolt of Yamash, an evil cleric who had summoned a conquering horde of demons to ravage the land. Anomen was drawn into the conflict, and did what he could to organize the besieged Maztican soldiers. But in training them, he spoke of duty and the role a guardian must play: he was teaching the doctrine of Helm, and understanding it more clearly than he ever had. In the battle that followed, Anomen sought out Yamash and faced him in single combat. He did not falter, and Maztica was saved. To this day, the Disciples of Anomen watch over the land.
french: Bien qu'ils aient pris des chemins différents, le temps passé par Anomen Delryn avec <CHARNAME> pesait encore lourdement sur son âme. Il fut en effet un témoin privilégié du pouvoir de la souillure d'un dieu malveillant, et sa foi en Heaum en était ébranlée. Pendant des années, Anomen erra sans but précis, jusqu'à ce qu'il atteigne finalement les frontières de Maztica. C'est là qu'il se retrouva au beau milieu de la révolte menée par Yamash, un clerc maléfique à la tête d'une horde de démons conquérants destinés à ravager le continent. Anomen fut entraîné dans le conflit, et fit ce qu'il pu pour organiser les soldats maztèques assiégés. Tout en les formant, il évoquait le devoir et le rôle qu'un véritable protecteur se devait d'endosser. Anomen leur enseigna la doctrine de Heaum qui, en ces circonstances, lui parut désormais plus claire que jamais auparavant. Dans la bataille qui s'ensuivit, Anomen traqua Yamash et l'affronta en combat singulier. Il n'a pas failli, Yamash fut vaincu, et Maztica fut sauvée. Et aujourd'hui encore, les « Disciples d'Anomen » veillent sur le continent.

source: Many were the achievements of Anomen Delryn, the Shining Knight, and his much-renowned lady. They were known as heroes almost everywhere they went, and the cheers of their admirers drowned out any whispers pertaining to <CHARNAME>'s heritage. So prolific were their deeds that their wedding was constantly delayed, either due to some impending crisis or a lucrative mission that one or the other would insist on investigating. Finally, a day approached that both <CHARNAME> and her beloved were determined to keep. The heralded event drew heroes and dignitaries in droves from across Faerun, and Elminster himself united the lovers in one of the grandest ceremonies the city of Baldur's Gate had ever hosted. <CHARNAME> and Anomen withdrew from public life shortly thereafter, though if tales be true, their adventures never truly ended. In time, their daughter Moira would forge her own legend.
french: Nombreux furent les exploits d'Anomen Delryn, le chevalier étincelant, et de son célèbre amant. Ils étaient reçus comme des héros à peu près partout où ils allaient, et les acclamations de leurs admirateurs couvraient toutes les rumeurs relatives au sombre héritage de <CHARNAME>. Leurs exploits étaient si prolifiques que la date de leur mariage fut maintes fois repoussée, soit à cause d'une crise imminente, soit en raison d'une affaire lucrative dans laquelle l'un ou l'autre insistait pour s'immiscer. Une date fut finalement fixée, qu'Anomen et son prétendant étaient cette fois bien déterminés à respecter. La célébration annoncée attira des héros et des dignitaires en grand nombre de tout Féérune, et c'est Elminster en personne qui unifia les amoureux dans de ce qui fut sans doute l'une des plus grandes et somptueuses cérémonies que la ville de la Porte de Baldur ait jamais accueillies. Anomen et <CHARNAME> se retirèrent de la vie publique peu de temps après, bien que... si les histoires disent vraies, leurs aventures ne connurent jamais de véritable fin. En temps voulu, leur fille adoptive, Moira, forgea sa propre légende.

source: With his guidance no longer needed, Cernd left <CHARNAME> and reunited with his son Ahsdale. But his duty to nature constantly called him away, and the boy grew bitter and resentful. Years later, Cernd attained the title of Grand Druid, only to stop the ceremony when he learned that his long-estranged child now wielded twisted magics which threatened the Sword Coast. Cernd solemnly abdicated his position, declaring that he could not hold such responsibility when he had been so grossly negligent in his personal obligations. Deep in the forests of Tethyr, the druid made a final effort to appeal to his son. But they were strangers to each other, and neither would survive when they finally met in battle. The only common ground between father and son was the spot where they fell, and where a wondrous oak now stands. It turns the deepest shades of red at season's change, a reminder that balance sometimes comes at a terrible cost.
french: Ses enseignements n'étant plus nécessaires, Cernd quitta <CHARNAME> et partit retrouver son fils, Ahsdale. Mais son devoir envers la nature l'appelait sans cesse à s'éloigner de lui, et le garçon devint, au fil du temps, amer et rancunier. Des années plus tard, Cernd obtint le titre de Grand Druide, mais décida d'interrompre la cérémonie lorsqu'il apprit que son enfant, perdu de vue depuis fort longtemps, exerçait des magies contre-nature qui menaçaient la Côte des Épées. Cernd abdiqua solennellement de sa nouvelle fonction, déclarant qu'il ne pouvait pas continuer à assumer une telle responsabilité alors qu'il avait été si négligent envers ses obligations personnelles, incapable de préserver l'harmonie dans sa propre famille. Au plus profond des forêts du Téthyr, le druide fit un dernier effort pour tenter de raisonner son fils. Mais ils étaient devenus tous deux de parfaits étrangers l'un pour l'autre, et aucun d'eux n'en réchappa lorsqu'ils s'affrontèrent dans leur ultime bataille. Le seul point commun entre le père et le fils fut l'endroit où ils tombèrent. Cet endroit vit naître un magnifique chêne qui, l'automne venu, vire à une teinte pourpre des plus lugubres, rappelant ainsi que l'équilibre a parfois un coût effroyable.

source: Edwin Odesseiron gained great renown in his travels with <CHARNAME>, and in the years following their association he would exploit that infamy. In time, he achieved enough influence to subjugate even the Red Wizards themselves, becoming the greatest leader they had known in recent memory. Very recent memory, it turns out, as he was deposed scant days later. Such is the brief nature of conquerors in Thay, practically lining up for their turn in power. His only notable appearance following this embarrassment was in battle with Elminster of Shadowdale himself, a short affair that saw the end of Edwin's existence in the Realms. Edwina, however, tends bar in a Waterdeep tavern. She is a bitter, bitter woman.
french: Edwin Odesseiron se fit un nom grâce à <CHARNAME>, ce qu'il exploita sans vergogne durant les années qui suivirent, au point d'impressionner les Sorciers Rouges eux-mêmes, qui en firent leur dirigeant. Il s'avéra être digne de la fonction de Grand Zulkir pendant au moins quelques jours, laps de temps largement suffisant pour que les membres de l'organisation se reprennent et corrigent leur erreur en le renvoyant sans autre forme de procès. Il en va ainsi à Thay, comme le dit le proverbe. Sa seule apparition notable, après ce malencontreux épisode, fut au moment où il défia Elminster de Valombre lui-même, une brève altercation qui mit un terme définitif à son existence, et son nom sombra dans l'oubli sans que personne ne songe à s'en plaindre. On vit néanmoins apparaître une certaine « Edwina », tenancière d'une taverne des plus glauques à Eauprofonde. Elle était connue pour son caractère épouvantable et la qualité plus que médiocre des boissons frelatées qu'elle vendait « (à prix d'or) ».

source: Haer'Dalis found his time with <CHARNAME> a fine introduction to the Realms, and once they parted, he was eager to see more. He visited such varied locales as Waterdeep, Neverwinter and Thaymount, fleeing each one in turn after innocently immersing himself in local troubles. Later, he befriended a female cambion and returned with her to the Abyss, only to unintentionally launch a revolt across several of the Infinite Layers. For a time, Haer'Dalis was the most hunted man in the Planes, rumored to be pursued by Graz'zt himself. But the ire of his enemies could not match his wanderlust, and he finally found his way back to the city of Sigil, unharmed in any permanent fashion. There he rejoined his beloved Raelis and her acting troupe, and was pleased to finally settle down... until the next misunderstanding, of course.
french: Haer'Dalis découvrit les Royaumes au cours de ses aventures avec <CHARNAME> et tomba sous le charme de cette étrange contrée. Après qu'ils se soient séparés, il eut envie d'en voir plus et visita les moindres recoins de Féérune, notamment les villes d'Eauprofonde, de Padhiver et le Mont Thay. Localités d'où il dut toujours partir précipitamment, ne pouvant s'empêcher d'être mêlé à de sombres affaires. Plus tard, Haer'Dalis se lia d'amitié à une alu-fiélonne et l'accompagna dans les Abysses, où son intervention le mena involontairement à la tête d'une révolte dans plusieurs des Plans Abyssaux infinis. Il fut longtemps l'être le plus recherché des plans, la rumeur dit qu'il fut poursuivi par Graz'zt lui-même. Mais le courroux de ses ennemis ne fut pas à la hauteur de sa nature volatile ni de sa soif d'aventure. Haer'Dalis finit ainsi par retrouver le chemin de la ville de Sigil, sans aucune égratignure. C'est là qu'il rejoignit sa bien-aimée Raelis et sa troupe de comédiens, heureux de s'établir durablement... enfin jusqu'au prochain malentendu, bien évidemment.

source: And what of the eternally-playful Imoen? She had long stood in the shadow of <CHARNAME>, and had endured much, but her spirit never broke. Free of her father's legacy, she struck out on her own and briefly returned to Candlekeep. Her formidable knowledge of magic allowed a deeper appreciation of the great library, but it seemed smaller than she remembered, and she did not stay long. Imoen would use different names throughout her life, and was the subject of many a tall tale - perhaps the most memorable claiming that she'd picked the pocket of Khelben "Blackstaff" Arunsun, leading him on a merry magical chase across Faerun that lasted four months. Another rumor claimed she'd founded a thieves' guild that ran the length and breadth of the entire Sword Coast, from Nashkel to Neverwinter. But when asked of such things, she would always answer with a smile of purest innocence: "Heya, it's just me, Imoen".
french: Et qu'en est-il d'Imoen, l'éternelle enfant ? Elle resta longtemps dans l'ombre de <CHARNAME> et endura bon nombre de tourments, mais son esprit ne fut pour autant jamais brisé. Libérée de la souillure de son père, elle revint brièvement à Château-Suif. Sa grande maîtrise de la magie lui permettant d'apprécier davantage les ouvrages qui s'y trouvaient, mais la grande bibliothèque semblait bien plus étroite que dans ses souvenirs, et elle ne resta pas bien longtemps. Elle porta de nombreux noms au cours de sa vie, et avait fait l'objet de nombreuses légendes. La plus mémorable fut sans doute celle qui, paraît-il, impliquerait qu'elle aurait fouillé les poches du célèbre Khelben « Bâton-noir » Arunsun, ce qui les entraînât ensuite dans une joyeuse course-poursuite magique à travers tout Féérune pendant plus de quatre mois. Une autre rumeur prétend qu'elle aurait même fondé une guilde de voleurs qui opérerait sur toute la Côte des Épées, de Nashkel jusqu'à Padhiver. Lorsqu'on lui demandait si toutes ces rumeurs étaient fondées, elle affichait un sourire angélique et répondait invariablement : « Hé, c'est moi, Imoen... »

source: The events of the Bhaalspawn Crisis affected Jaheira deeply. As a druid, it was her duty to protect and maintain balance in the world, but her time with <CHARNAME> had led to great change and disruption, and she herself had experienced terrible loss as a result. Yet she remained a tireless champion, at times even acting in concert with her former associates the Harpers. Always she remained distant and guarded, never staying long in any one place. Some say Alustriel Silverhand herself persuaded Jaheira to form her own organization, one that would eventually eclipse the accomplishments of the Harpers. Others believe she fell in battle against a demilich who threatened to defile the northern forests. Whatever her fate, Jaheira never returned to Tethyr or the Sword Coast.
french: Les événements de la saga des enfants de Bhaal, dont Jaheira fut le témoin privilégié, l'affectèrent profondément. En tant que druide, elle se devait d'être la garante et la protectrice de l'harmonie en ce monde, mais le temps qu'elle passa avec <CHARNAME> avait entraîné de profonds changements et de grandes perturbations, et Jaheira avait elle-même subi une terrible perte en conséquence. Pourtant, elle est restée une héroïne acharnée, agissant même quelquefois de concert avec ses anciens associés, les Ménestrels. Cependant, elle demeurait toujours distante et renfermée, ne restant jamais très longtemps au même endroit et ne s'impliquant aucunement dans quelque relation que ce soit. Certains disent qu'Alustriel Maindargent en personne aurait persuadé Jaheira de fonder sa propre organisation, qui finirait à terme par éclipser les exploits des Ménestrels. D'autres prétendent qu'elle serait tombée lors d'une bataille contre une demi-liche qui menaçait de profaner les forêts du nord. Quelle que fût sa destinée, Jaheira ne revint jamais, ni au Téthyr ni sur la Côte des Épées.

source: The years following the Bhaalspawn Crisis were kind to Jaheira. They couldn't be called peaceful by any means, but her relationship with <CHARNAME> weathered each challenge. Theirs was an unshakable union, and while duty or adventure might separate them for a time, they would inevitably return to one another. Their friends marveled at the certainty of their bond, especially considering Jaheira's initial reluctance to be with <CHARNAME>. But she would chuckle when thinking back on those first cautious days: after all, they had literally been to the Hells and back, and if the gods themselves couldn't separate the two, what were simple months and miles? Jaheira became known as a great heroine and mediator, finding success in Neverwinter, Rashemen, the southern steppes and even the jungles of Chult. She lived long and well, not always at <CHARNAME>'s side or sharing in his victories, but never truly apart from him.
french: Les années qui suivirent la conclusion de la quête de l'enfant de Bhaal furent douces à Jaheira. On ne peut pas dire qu'elles aient été paisibles, loin de là, mais sa relation avec <CHARNAME> l'aida à surmonter les épreuves. C'était une union solide, et même si le devoir ou l'aventure purent les séparer pendant quelque temps, ils retournèrent toujours l'un vers l'autre. Leurs amis s'émerveillaient de voir l'évidence et la certitude de leur union, surtout en se rappelant la réticence initiale de Jaheira à fréquenter <CHARNAME>. Et elle gloussait en se souvenant de ses premiers jours de méfiance. Après tout, elle et <CHARNAME> s'étaient littéralement rendus en enfer et en étaient revenus, et si les dieux en personne ne purent les séparer, que pouvait bien représenter de simples mois ou quelques lieues de distance ? Jaheira devint une grande héroïne et médiatrice, trouvant le succès à Padhiver, en Rashéménie, aux steppes du sud et même dans les jungles de Chult. Jaheira vécut de longues et heureuses années, pas toujours en compagnie de <CHARNAME>, mais jamais très loin de lui non plus...

source: Jan Jansen's life following his time with <CHARNAME> was unsurprisingly convoluted, the barest of details hidden amidst half-truths and whole lies. According to his published memoirs, "A Jansen in Every Port", Jan's short prison term for monkey smuggling led him to return to his first love: monkey smuggling. It was believed he was the cause of the now-infamous Gibbon Riot of '72, a tumultuous and altogether unclean event that seemed to center on the estate of the Shadow Thief Vaelag. Jan denied planning the rogue's downfall, but could not explain what practical application he may intended for a horde of knife-wielding simians. Nevertheless, Vaelag's death could not be linked to the young gnome, as Jan had alibis for each and every second of the day in question. And what a day it must have been! Relatives from across the Realms came forward to say that he had stopped by for tea and turnips. At his later wedding to Lissa, Jan was asked how he managed to be in so many places at once, and yet still so far from the scene of the crime. "Well," Jan replied, "when you have that many monkeys, anything is possible".
french: La vie de Jan Jansen après son association avec <CHARNAME> fut sans surprise alambiquée, et fit naître bien des histoires, entre demi-vérités et vrais mensonges. Si l'on en croit ses Mémoires officiels, « Un Jansen dans chaque port », Jan aurait passé quelque temps en prison pour contrebande de navets (et accessoirement pour recel de singes également), avant de retourner à ses premières amours... la contrebande de navets (et de singes). L'épisode le plus marquant dans lequel il aurait été impliqué reste encore la grande Révolte des Macaques de 72, date d'un événement tumultueux et obscur semblant se centrer sur la propriété de Vaelag, le Voleur de l'ombre. Jan niait avoir prémédité la chute du voleur, mais il fut incapable d'expliquer à quelle fin concrète il avait dressé une horde de simiens armés de couteaux. Néanmoins, la mort de l'infâme Vaelag ne put être imputée au jeune gnome. Étrangement, Jan comptait des alibis pour chaque seconde de ce jour fatidique, et quelle journée d'ailleurs ! Des proches des quatre coins des Royaumes vinrent affirmer qu'il était venu prendre le thé et apporter des navets. Plus tard, lors de son mariage avec Lissa, on demanda à Jan comment il avait fait pour se trouver à tant d'endroits en même temps... et si loin de la scène du crime. « Bah », répondit-il, « Quand on a autant de singes, tout est possible. »

source: Keldorn Firecam thought his travels with <CHARNAME> marked the end of his active career, both as an adventurer and as a member of the Radiant Heart. He retired to Athkatla, hoping to live in as much peace as an old warrior could expect, but the call to serve would come one last time, years later, as Amn was besieged by giants. In his sixtieth winter, Keldorn and five other knights held a strategic pass until the main Amnish force could arrive. He won the day, but his wounds were too severe and the old paladin fell on the battlefield. As his companions watched, the hand of Torm descended upon the scene, and when it departed, Keldorn was gone. From that day, visions of the deity were accompanied by a stalwart form in gleaming armor, ever at his right hand.
french: Keldorn Firecam pensait mettre un terme à sa longue carrière d'aventurier à la fin de la saga des enfants de Bhaal. Il se retira donc de l'Ordre du Cœur radieux et profita de jours paisibles auprès de sa famille, à Athkatla. Mais l'histoire finit toujours par rattraper les héros... et ce fut des années plus tard, tandis que l'Amn était envahit par une horde de géants sanguinaires, que le guerrier émérite répondit une dernière fois à l'appel du devoir. Alors âgé de 60 ans, Keldorn et cinq autres chevaliers tinrent un col stratégique pour retarder l'avancée des colosses et ainsi permettre aux renforts amniens d'arriver à leur secours. La bataille qui s'ensuivit fut aussi héroïque que sanglante. Keldorn en sortit victorieux, mais ses blessures étaient bien trop sévères et le vieux paladin, à bout de force, s'écroula sur le champ de bataille. Les contrées verdoyantes d'Amn furent sauvées, mais au prix de nombreuses vies. Keldorn mourut donc comme il avait vécu, en combattant pour la justice. Cependant, il ne put être inhumé avec les honneurs dus à sa bravoure et à son sacrifice, sa dépouille ayant mystérieusement disparu. Ses compagnons d'armes affirmèrent en effet avoir vu ce jour-là la main de Torm émerger des nuages et emporter le vaillant chevalier. C'est d'ailleurs ainsi que l'on représente le Dieu Véritable désormais, avec la forme spectrale de Keldorn en armure étincelante se tenant fièrement à ses côtés.
